Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/CommandLineOpts_*.po
Languages: de, es, fr, it, pl, ru, tr, zh_tw

source: Usage
de: Aufruf
es: Forma de uso
it: Sintassi
pl: Użycie
ru: Использование
tr: Kullanım
zh_tw: 使用

source: Argument description
de: Argumentbeschreibung
es: Descripción de los argumentos
fr: Description des arguments
it: Descrizione parametri
pl: Opis argumentu
ru: Описание параметров
tr: Değişken açıklaması
zh_tw: 參數說明

source: OPTIONS
de: OPTIONEN
es: OPCIONES
it: OPZIONI
pl: OPCJE
ru: ПАРАМЕТРЫ
tr: SEÇENEKLER
zh_tw: 選項

source: FILES TO SEND
de: ZU SENDENDE DATEIEN
es: ARCHIVOS PARA ENVIAR
fr: FICHIERS A ENVOYER
it: FILE DA INVIARE
pl: PLIKI DO WYSŁANIA
ru: ФАЙЛЫ ДЛЯ ОТПРАВКИ
tr: GIDECEK DOSYALAR
zh_tw: 檔案傳送

# recipient-arg
source: RECIPIENT
de: EMPFÄNGER
es: DESTINATARIO
fr: DESTINATAIRE
it: DESTINATARIO
pl: ODBIORCA
ru: ПОЛУЧАТЕЛЬ
tr: ALICI
zh_tw: 收件人

# recipient-desc
source: Specifies a recipient to send the fax to. You may specify either a fax number or detailed cover page information (see the FAQ for the format in the latter case). You may specify --recipient multiple times for multiple recipients.
de: Gibt einen Faxempfänger an. Sie können entweder eine Faxnummer oder detaillierte Deckblattinformationen angeben (siehe die FAQ für das Format im letzteren Fall). Sie können --recipient mehrmals angeben für mehrere Empfänger.
es: Especifica el destinatario al que se va a enviar un fax. Puede especificar el número de fax o bien información detallada de la página de portada (consulte la FAQ para obtener información del formato si elige esta última opción). Puede especificar varios --recipient en el caso de que haya múltiples destinatarios.
fr: Specifie de ldestinataire du fax. Vous pouvez specifier un numero de fax ou des informations detaillees de page de garde (lisez les FAQ pour le format dans ce cas). Vous pouvez specifier --recipient plusieurs fois pour plusieurs destinataires
it: Specifica un destinatario a cui inviare il fax. Si può specificare un numero fax o informazioni dettagliate per la copertina (vedere la FAQ per il formato nel secondo caso). Si può specificare --recipient più volte per destinatari multipli.
pl: Podaj odbiorcę faksu. Możesz także podać numer faksu lub informacje do strony tytułowej (zapoznaj się z FAQ). Możesz podać odbiorcę faksu wielokrotnie --recipient
ru: Указывает получателя, которому отправляется факс. Вы можете указать или номер факса или подробную информацию для титульного листа (в последнем случае смотрите формат в FAQ). Вы можете указать параметр --recipient несколько раз для нескольких получателей.
tr: Faks gönderilecek alıcıyı tanımlar. Bir faks numarası yada ayrıntılı kapak sayfası bilgisi tanımlayabilirsiniz (En son durumdaki biçim için SSS'ye göz atın. Bir çok alıcı için bir çok kez tanımlama yapabilirsiniz.
zh_tw: 指定收件人發送傳真。你可以指定一個傳真號碼或詳細封面的資料(參閱FAQ)您可以指定 - 多個收件人多個收件人。

# use-cover-desc
source: Use a cover page for sending a fax.
de: Benutze ein Deckblatt beim Versendes des Faxes.
es: Utilizar una página de portada para enviar un fax.
fr: Utiliser une page de garde pour l'envoi de fax
it: Usa una copertina per l'invio fax.
pl: Użyj strony tytułowej przy wysyłaniu faksu.
ru: Использовать титульный лист при отправке факса.
tr: Faks göndermek için bir kapak sayfası kullan.
zh_tw: yes|no

# subject-arg
source: SUBJECT
de: BETREFF
es: ASUNTO
fr: SUJET
it: OGGETTO
pl: TEMAT
ru: ТЕМА
tr: KONU
zh_tw: 主題

# subject-desc
source: The fax subject for the cover page.
de: Der Betreff des Faxes für das Deckblatt.
es: El asunto del fax para la página de portada.
fr: Le sujet du fax de la page de garde.
it: Oggetto fax per la copertina.
pl: Tamat faksu na stronie tytułowej.
ru: Тема факса (на титульном листе).
tr: Kapak sayfası için faks konusu.
zh_tw: 封面的主題

# comment-arg
source: COMMENT
de: KOMMENTAR
es: COMENTARIO
fr: COMMENTAIRE
it: COMMENTO
pl: KOMENTARZ
ru: ПРИМЕЧАНИЕ
tr: YORUM
zh_tw: 意見

# comment-desc
source: The comment for the cover page.
de: Der Kommentar für das Deckblatt.
es: Comentario para la página de portada.
fr: Les commentaires pour la page de garde
it: Commento/nota per la copertina.
pl: Komentarz na stronie tytułowej
ru: Примечание (на титульном листе).
tr: Kapak sayfası için yorum.
zh_tw: 封面上意見

# stdin-desc
source: Read the file to send from standard input.
de: Lese die zu sendende Datei von der Standardeingabe.
es: Leer el archivo para enviar desde una entrada estándar.
fr: Lit le fichier a envoyer depuis l'entree standard.
it: Legge il file da inviare dallo standard input.
pl: Odczyt pliku do wysłania ze standardowego wejścia.
ru: Читать файл для отправки со стандартного ввода.
tr: Dosya göndermek için standart girişten oku.
zh_tw: 從標準輸入讀取檔案傳真

# admin-desc
source: Start up in admin mode.
de: Starte im Admin-Modus.
es: Iniciar en modo administrador.
fr: Demarre en mode administrateur
it: Avvia in modalità amministratore.
pl: Uruchom aplikację w trybie administratora.
ru: Запустить в режиме администрирования.
tr: Yönetici kipinde başlat.
zh_tw: 以管理模式開啟

# debug-desc
source: Output some debugging information.
de: Gib einige Debugging-Informationen aus.
es: Salida con información de depuración.
fr: Affiche des information de debuggage
it: Produce informazioni di debug.
pl: Wyświetl informacje 'debug'
ru: Выводить отладочную информацию.
tr: Bazı hata giderme bilgileri çıkarır.
zh_tw: 以除錯模式開啟

# logfile-arg
source: LOGFILE
de: LOGDATEI
es: ARCHIVO DE REGISTRO
it: FILE_DI_LOG
pl: PLIK LOG
ru: ЛОГФАЙЛ
tr: GÜNLÜKDOSYASI
zh_tw: 記錄檔

# logfile-desc
source: The log file to log debug information to (if not specified, use stdout).
de: Die Logdatei, in die die Debugginginformationen ausgeben (falls nicht angegeben, benutze die Standardausgabe).
es: El archivo de registro donde almacenar la información de depuración (si no se especifica, utilizar la salida estándar "stdout").
fr: Le fichier de Logs ou stocker les informations (si non specifie, utilise la sortie standard stdout)
it: Il file di log su cui scrivere le informazioni di debug (se non specificato, usa standard output).
pl: Plik, do którego zostaną zapisane informacje 'debug' (jeżeli nie podano, użyte zostanie standardowe wyjście).
ru: Файл для записи отладочной информации (если не указан, используется stdout).
tr: Hata giderme bilgisini yazdırmak için kullanılacak günlük dosyası (eğer tanımlanmazsa stdout kullan).
zh_tw: 除錯模式記錄到(如不指定,則使用標準輸出)

# appendlogfile-arg
source: LOGFILE
de: LOGDATEI
es: ARCHIVO DE REGISTRO
it: FILE_DI_LOG
pl: PLIK LOG
ru: ЛОГФАЙЛ
tr: GÜNLÜKDOSYASI
zh_tw: 增加記錄

# appendlogfile-desc
source: Append debug information to the given log file.
de: Hänge die Debugginginformationen an die angegebene Logdatei an.
es: Añadir la información de depuración al archivo de registro especificado.
fr: Ajoute en fin de fichier les informations de debug.
it: Accoda le informazioni di debug al file di log specificato.
pl: Dołącz informacje 'debug' do istniejącego pliku.
ru: Добавлять отладочную информацию к данному лог-файлу.
tr: Verilen günlük dosyasına hata giderme bilgisini ekle.
zh_tw: 增加記錄到記錄檔

# background-desc
source: If there is no already running instance of YajHFC, launch a new instance and terminate this instance (after submitting the fax to send).
de: Falls noch keine Instanz von YajHFC läuft, erstelle eine neue Instanz und beende diese Instanz (nachdem das zu sendende Fax abgeschickt wurde)
es: Si no hay ninguna instancia en ejecución de YajHFC, lanzar una nueva instancia y finalizar esta instancia (después de remitir el fax para enviar).
fr: S'il n'y a pas d'instance de YajHFC en cours d'execution, demarre une nouvelle instance et termine celle ci (apres avoir soumis le fax a envoyer)
it: Se non esiste già una istanza attiva di YajHFC, lancia una nuova istanza e quindi la termina (dopo aver accodato il fax per l'invio).
pl: Jeżeli nie jest uruchomiona aplikacja YajHFC, uruchom a następnie zamknij po wysłaniu faksu.
ru: Если нет уже запущенного процесса YajHFC, запустить новый процесс и завершить его (после передачи файла для отправки).
tr: Çalışan YajHFC kopyası yoksa, yeni bir kopya çalıştır ve (faksı göndermek için ilettikten sonra) bu kopyayı sonlandır.
zh_tw: 如果沒有YajHFC在運行 ，則開新的（傳真發送）

# noclose-desc
source: Do not close YajHFC after submitting the fax.
de: YajHFC nach Absenden des Faxes nicht schließen.
es: No cerrar YajHFC después de enviar el fax.
fr: Ne pas terminer YajHFC apres avoir soumis le Fax.
it: Non chiude YajHFC dopo aver accodato il fax.
pl: Nie zamykaj YajHFC po wysłaniu faksu.
ru: Не закрывать YajHFC после отправки факса.
tr: Faks iletiminden sonra YajHFC'yi kapatma.
zh_tw: 送出傳真後, 不要關閉YajHFC

# showtab-desc
source: Sets the tab to display on startup. Specify 0 or R for the "Received", 1 or S for the "Sent" or 2 or T for the "Transmitting" tab.
de: Setzt den beim Start anzuzeigenden Tab. Geben Sie 0 oder R für den Tab "Empfangen", 1 oder S für "Gesendet" oder 2 oder T für "Sendend" an.
es: Define la pestaña para mostrar al inicio. Especifique 0 o R para la pestaña de "Recibidos", 1 o S para la pestaña de "Enviados" o 2 o T para la pestaña de "Transmisión".
fr: Specifier l'onglet a afficher au demarrage. Mettre 0 ou R pour "Recus",1 ou S pour "Envoyes" ou 2 ou T pour l'onglet "Transmission"
it: Seleziona il tipo di elenco fax da evidenziare all'avvio. Specificare 0 o R per "Ricevuti", 1 o S per "Inviati", 2 o T per "In uscita".
pl: Wyświetl opis
ru: Устанавливает вкладку, показываемую после запуска. Укажите 0 или R для вкладки "Принятые", 1 или S для "Отправленные", 2 или T для "Передача".
tr: Açılışta gösterilecek sekmeyi ayarlar. "Gelen" için 0 veya R, "Giden" için 1 veya S, "İletiliyor" için 2 veya T tanımlayın.

# loadplugin-arg
source: JARFILE
de: JARDATEI
es: ARCHIVO JAR
it: FILE_JAR
pl: PLIK JAR
ru: JARФАЙЛ
tr: JARDOSYASI
zh_tw: 載入外掛

# loadplugin-desc
source: Specifies a jar file of a YajHFC plugin to load.
de: Gibt die JAR-Datei eines zu ladenden YajHFC-Plugins an.
es: Especifica un archivo jar de un complemento de YajHFC para cargar.
fr: Specifie un fichier jar de plugin a charger dans YajHFC.
it: Specifica un file jar di un plugin YajHFC da caricare.
pl: Podaj nazwę pliku będącego wtyczką YajHFC.
ru: Указывает jar файл плагина YajHFC для загрузки.
tr: Yüklenecek YajHFC eklenti jar dosyası tanımla.
zh_tw: 指定載入外掛

# loaddriver-arg
source: JARFILE
de: JARDATEI
es: ARCHIVO JAR
it: FILE_JAR
pl: PLIK JAR
ru: JARФАЙЛ
tr: JARDOSYASI
zh_tw: JAR檔

# loaddriver-desc
source: Specifies the location of a JDBC driver JAR file to load.
de: Gibt die JAR-Datei eines zu ladenden JDBC-Treibers an.
es: Especifica la ubicación de un archivo jar para el controlador JDBC para cargar.
fr: Specifie la localisation des fichiers JAR de pilotes JDBC a charger.
it: Specifica il percorso di un file JAR di un driver JDBC da caricare.
pl: Podaj lokalizację pliku JAR sterownika JDBC, który ma być załadowany.
ru: Указывает расположение JAR-файла драйвера JDBC для загрузки.
tr: Yüklenecek JDBC sürücü JAR dosyasının yerini tanımlar.

# no-plugins-desc
source: Disables loading plugins from the plugin.lst file.
de: Deaktiviert das Laden von Plugins aus der plugin.lst-Datei.
es: Desactiva la carga de los complementos desde el archivo plugins.lst.
fr: Empeche la chargement des plugins depuis le fichier plugin.lst.
it: Disabilita il caricamento di plugin dal file plugin.lst.
pl: Wyłącz ładowanie wtyczek zdefiniowanych w pliku lugin.lst
ru: Отключает загрузку плагинов из файла plugin.lst.
tr: Eklenti .lst dosyasındaki eklentilerin yüklemesini devre dışı bırak.

# no-gui-desc
source: Sends a fax with only a minimal GUI.
de: Sende ein Fax mit einer nur minimalen graphischen Oberfläche.
es: Envía un fax utilizando una interfaz de usuario mínima.
fr: Envoi un fax avec un minimum d'affichage utilisateur.
it: Invia un fax con solo una GUI (interfaccia grafica) minimale.
pl: Wyślij faks z użyciem minimalnego GUI.
ru: Отправляет факс с минимальным GUI.
tr: Faksı sadece en düşük GUI ile gönder.
zh_tw: 在視窗最小化,傳送傳真

# configdir-arg
source: DIRECTORY
de: VERZEICHNIS
es: DIRECTORIO
pl: KATALOG
ru: КАТАЛОГ
tr: KLASÖR
zh_tw: 目錄

# configdir-desc
source: Sets the configuration directory to use instead of ~/.yajhfc
de: Setzt ein anstatt von ~/.yajhfc zu verwendendes Konfigurationsverzeichnis.
es: Define la configuración del directorio para utilizar en lugar de ~/.yajhfc
fr: Specifie un reprtoire de configuration en remplacement du repertoire ~/.yajhfc
it: Imposta la directory di configurazione da utilizzare al posto di ~/.yajhfc.
pl: Podaj katalog konfiguracyjny zamiast domyślnego ~/.yajhfc
ru: Устанавливает каталог конфигурации вместо ~/.yajhfc
tr: ~/.yajhfc yerine başka bir ayar klasörü kullan.
zh_tw: 設置設定檔目錄，而不是使用 ~/.yajhfc

# help-arg
source: COLUMNS
de: SPALTEN
es: COLUMNAS
it: COLONNE
pl: KOLUMNY
ru: СТОЛБЦОВ
tr: DESTEK
zh_tw: 欄位

# help-desc
source: Displays this text (formatted for COLUMNS columns if given).
de: Zeigt diesen Text (ggf. formatiert für SPALTEN Spalten) an.
es: Muestra este texto.
fr: Affiche ce texte
it: Evidenzia questo testo (formattato per un numero COLONNE di colonne se impostato).
pl: Wyświetl ten tekst.
ru: Выводит этот текст (форматированный на СТОЛБЦОВ столбцов, если задано).
tr: Bu metni görüntüler.
zh_tw: 顯示文字(formatted for COLUMNS columns if given).

# no-check-desc
source: Suppresses the check for the Java version at startup.
de: Unterdrückt die Prüfung der Javaversion beim Start.
es: Omite la comprobación de la versión de Java al inicio.
fr: Supprime la vérification de la version Java au demarrage
it: Sopprime il controllo della versione di Java all'avvio.
pl: Sprawdzaj wersję Javy w trakcie uruchamiania.
ru: Подавляет проверку версии Java при запуске.
tr: Açılışta Java sürüm kontrolünü kaldır.

# no-wait-desc
source: Do not wait for the send window to be closed by the user. If YajHFC is invoked multiple times before the user closes the send window, the specified documents are added to the list of files there. This option implies --background.
de: Warte nicht darauf, dass der Sendedialog geschlossen wird. Wenn YajHFC mehrfach aufgerufen wird, bevor der Benutzer den Sendedialog schließt, werden die angegebenen Dokumente zur Liste der Dateien hinzugefügt. Diese Option impliziert --background.
es: No esperar a que el usuario cierre la ventana de envío. Si se llama a YajHFC varias veces antes de que el usuario cierre la ventana de envío, se añaden los documentos enviados a la lista de archivos. Esta opción implica --background.
fr: Supprime l'attente
it: Non attende che la finestra di invio fax sia chiusa dall'utente. Se YajHFC è invocato più volte prima che l'utente chiuda la finestra di invio fax, i documenti specificati sono aggiunti alla lista file in quella finestra. Questa opzione implica l'opzione --background.
pl: Nie czakaj na zamknięcie okna dialogowego przez użytkownika. Jeżeli YajHFC został uruchomiony wiele razy przed zamknięciem okna, dokumenty do wysłania zostały dodane do listy. Opcja wymusza --background.
ru: Не ждать закрытия пользователем окна отправки. Если YajHFC вызывается несколько раз, прежде чем пользователь закроет окно отправки, отправляемые документы добавляются к списку файлов. Этот параметр включает в себя --background.
tr: Gönder penceresinin kullanıcı tarafından kapatılmasını bekleme. Eğer YajHFC, kullanıcı pencereyi kapatmadan önce birden çok defa çalıştırılmışsa, gönderilen belge ordaki dosya listesine eklenir. Seçenek --bakckground işlemini kapsar.
zh_tw: 不要等待發送窗口，由使用者關閉。 如果YajHFC被多次調用使用者關閉前發送窗口， 指定的文件添加到列表中的文件。此選項--背景工作.

# windowstate-desc
source: Sets the initial window state of the main window to _N_ormal, _M_aximized, _I_conified (minimized) or minimized to _T_ray.
de: Setzt den anfänglichen Status des Hauptfensters auf _N_ormal, _M_aximiert, als _I_con (minimiert) oder minimiert in die System-_T_ray.
es: Establece el estado inicial de la ventana principal a _N_ormal, _M_aximizada, M_i_nimizada) o minimizada en la _B_andeja del sistema.
fr: Description de L'etat des fenêtres
it: Imposta lo stato iniziale della finestra principale a _N_ormale, _M_assimizzata, ridotta a _I_cona (minimizzata) o minimizzata nell'area di no_T_ifica.
pl: Ustaw stan okna aplikacji po starcie _N_ormal - zwykły, _M_aximized - zmaksymalizowany, _I_conified - zminimalizowany lub zminimalizowany do tray _T_ray.
ru: Устанавливает начальное состояние главного окна в _N_ormal, _M_aximized, _I_conified (свернуто) или свернуто в _T_ray.

# modem-arg
source: MODEM
es: MÓDEM
fr: arguments du modem
ru: МОДЕМ
zh_tw: 數據機參數

# modem-desc
source: Sets the modem to send the fax. Specify either the modem's name (e.g. ttyS0) or "any" to use any modem.
de: Setzt das zum Senden des Faxes zu verwendende Modem. Geben Sie entweder den Namen des Modems (z.B. ttyS0) an oder "any", um ein beliebiges Modem zu verwenden.
es: Establece el módem a utilizar para enviar el fax. Especificar el nombre del módem (p. ej. ttyS0) o "any" para usar cualquier módem.
fr: description du modem
it: Imposta il modem da usare per l'invio fax. Specificare alternativamente il nome del modem (es: ttyS0) o "any" per usare qualsiasi modem.
ru: Задаёт модем для отправки факса. Укажите либо имя модема (например ttyS0) либо "any" чтобы использовать любой модем.
zh_tw: 數據機參數說明

# override-setting-arg
source: KEY=VALUE
es: CLAVE=VALOR
fr: Remplecer les arguments de parametres
zh_tw: 負荷設定參數

# override-setting-desc
source: Overrides the value of the specified setting for this session. The overridden setting is not saved.
es: Sustituye el valor del ajuste especificado para esta sesión. El ajuste sustituido no se guardará.
fr: Remplecer les descriptions de parametres
zh_tw: 負荷設定說明

# print-jobids-arg
source: FILE
es: ARCHIVO
fr: Arguments des id de job d'impression
zh_tw: 列印工作參數

# print-jobids-desc
source: Prints the job IDs of newly sent faxes to stdout or to the specified file. One job per line is printed, in the format "yyyy-mm-dd hh:mm:ss NEW_FAXJOB jobid".
es: Imprime los identificadores (ID) de los nuevos faxes enviados en la salida estándar (stdout) o en el archivo especificado. Se imprime un trabajo por línea con el siguiente formato "yyyy-mm-dd hh:mm:ss NEW_FAXJOB jobid".
fr: Description des id de job d'impression
zh_tw: 列印工作說明

# server-arg
source: SERVER
es: SERVIDOR
fr: Arguments Serveur
zh_tw: 伺服器參數

# server-desc
source: Sets the server to send the fax over. Specify either the server's name (e.g. "My server"), the server's list index (0 is the first element) or the ID in the form "#ID".
es: Define el servidor que se va a utilizar para enviar el fax. Puede especificar el nombre del servidor (p. ej., "Mi servidor"), el índice de la lista del servidor (0 es el primer elemento) o el identificador (ID) con el siguiente formato "#ID".
fr: Description Serveur
zh_tw: 伺服器

# identity-arg
source: IDENTITY
es: IDENTIDAD
fr: Arguments des Entites

# identity-desc
source: Sets the sender identity to use when sending the fax. Specify either the identity's name (e.g. "My identity"), the identity's list index (0 is the first element) or the ID in the form "#ID".
es: Define la identidad del remitente que se va a utilizar para enviar el fax. Puede especificar el nombre de la identidad (p. ej., "Mi identidad"), el índice de la lista de la identidad (0 es el primer elemento) o el identificador (ID) con el siguiente formato "#ID".
fr: Description des Entites
