Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/messages_*.po
Languages: de, el, es, fr, it, pl, ru, tr

source: contains not
de: enthält nicht
es: no contiene
fr: ne contient pas
it: non contiene
pl: nie zawiera
ru: не содержит
tr: İçermez

source: starts with
de: beginnt mit
el: αρχίζει με
es: empieza por
fr: commence par
it: inizia con
pl: rozpoczyna się
ru: начинается с
tr: İle başlar

source: ends with
de: endet mit
el: τελειώνει με
es: termina con
fr: fini par
it: termina con
pl: zakończony
ru: заканчивается на
tr: İle biter

source: matches
de: passt auf
el: ταιριάζει
es: coincide
fr: comme
it: match (es: a.*z)
pl: pasuje
ru: совпадает
tr: Eşleşir

source: Log in
de: Einloggen
es: Inicio de sesión
fr: Connecter
pl: Zaloguj
ru: Регистрация на сервере
tr: Oturum aç

source: Please enter the credentials to log into the HylaFAX server:
de: Bitte geben Sie Benutzername und Passwort zum Einloggen in den HylaFAX-Server ein:
es: Por favor, introduzca las credenciales para iniciar sesión en el servidor HylaFAX:
fr: Svp saisir
it: Immettere le credenziali per collegarsi al server HylaFAX:
pl: Podaj niezbędne dane do zalogowania do serwera:
ru: Пожалуйста, введите учетные данные для регистрации на сервере HylaFAX:
tr: Lütfen HylaFAX sunucuda oturum açma kimlik bilgilerini girin:

source: User password
de: User-Passwort
el: Κωδικός Χρήστη
es: Contraseña de usuario
fr: Mot de passe utilisateur
it: Password utente
pl: Hasło
ru: Пароль пользователя
tr: Kullanıcı parolası

source: Please enter the user password:
de: Bitte geben Sie das Benutzerpasswort ein:
es: Por favor, introduzca la contraseña de usuario:
fr: Svp entrez le mot de passe:
it: Immettere la password:
pl: Podaj hasło użytkowinka.
ru: Пожалуйста, введите пользовательский пароль:
tr: Lütfen kullanıcı parolasını girin:

source: An error occured in response to the password:
de: Als Reaktion auf das Passwort ist ein Fehler aufgetreten:
el: Σφάλμα προέκυψε στην ανταπόκριση του κωδικού για τον χρήστη:
es: Ha ocurrido un error en respuesta a la contraseña:
fr: Erreur survenue en réponse au mot de passe:
it: Errore in risposta alla password:
pl: Wystapił błąd w trakcie przesyłania hasła:
ru: Ошибка аутентификации:
tr: Parola yanıtında bir hata oldu:

source: Admin password
de: Admin-Passwort
el: Κωδικός διαχειριστή
es: Contraseña de administrador
fr: Mot de passe Administrateur
it: Password amministratore
pl: Hasło administratora
ru: Административный пароль
tr: Yönetici parolası

source: Please enter the administrative password:
de: Bitte geben Sie das administrative Passwort ein:
es: Por favor, introduzca la contraseña de administrador:
fr: Svp entrez le mot de passe administrateur:
it: Immettere la password di amministratore:
pl: Podaj hasło administratora.
ru: Пожалуйста, введите административный пароль:
tr: Lütfen yönetici parolasını girin:

source: The HylaFAX server responded with an error:
de: Der HylaFAX-Server hat mit einem Fehler geantwortet:
es: El servidor HylaFAX devolvió el siguiente error:
fr: Le serveur Hylafax a repondu avec une erreur:
it: Il server HylaFAX ha risposto con un errore:
pl: Serwer HylaFAX odpowiedział błędem:
ru: Сервер HylaFAX сообщил об ошибке:
tr: HylaFAX sunucu hata verdi:

source: The server's host name was not found:
de: Der Hostname des Servers wurde nicht gefunden:
es: No se ha encontrado el nombre del equipo del servidor:
fr: Le nom de serveur n'a pas etet trouve:
it: Non è stato trovato il nome host del server:
pl: Nazwa serwera nie została rozpoznana:
ru: Не найдено имя сервера:
tr: Sunucu bilgisayar adı bulunamadı:

source: File name
de: Dateiname
el: Όνομα αρχείου
es: Nombre de archivo
fr: Nom de fichier
it: Nome file
pl: Nazwa pliku
ru: Имя файла
tr: Dosya adı

source: Type
de: Typ
el: Tύπος
es: Tipo
it: Tipo
pl: Typ
ru: Тип
tr: Tür

source: Loaded
de: Geladen
el: Φορτώθηκε
es: Cargado
fr: Chrge
it: Caricato
pl: Pobrana
ru: Загружен
tr: Yüklendi

source: Only this session
de: Nur diese Sitzung
el: Μόνο αυτή η ενότητα
es: Sólo esta sesión
fr: Seulement cette session
it: Solo questa sessione
pl: Tylko dla tej sesji
ru: Только для текушего сеанса
tr: Sadece bu oturum

source: JDBC driver
de: JDBC-Treiber
el: Οδηγός JDBC
es: Controlador JDBC
fr: Pilote JDBC
it: Driver JDBC
pl: Sterownik JDBC
ru: Драйвер JDBC
tr: JDBC sürücüsü

source: Plugin
el: Σύνδεση
es: Complemento
fr: Module
pl: Wtyczka
ru: Плагин
tr: Eklenti

source: Paths and viewers
de: Pfade und Betrachter
es: Rutas y visores
fr: Chemin et visualiseurs
it: Percorsi e visualizzatori
pl: Narzędzia do wyświetlania
ru: Пути и просмотр
tr: Yollar ve görüntüleyiciler

source: Recipient extraction
de: Empfänger auslesen
es: Extracción de destinatarios
it: Estrazione destinatario
pl: Wyekstrahowani odbiorcy
ru: Извлечение получателей

source: Servers
de: Server
es: Servidores
fr: Serveurs
it: Server
pl: Serwery
ru: Серверы
tr: Sunucular

source: Cover page & Identities
de: Deckblatt & Identitäten
es: Página de portada e Identidades
fr: Page de garde et identites
it: Copertina e Identità
pl: Strona przewodnia i Identyfikatory
ru: Титульный лист и персональные данные
tr: Kapak sayfası ve kimlikler

source: Plugins & JDBC
es: Complementos y JDBC
fr: Modules & JDBC
it: Plugin & JDBC
pl: Wtyczki & JDBC
ru: Плагины и JDBC
tr: Eklenti ve JDBC

source: Please select on the left which table you want to edit.
de: Bitte wählen Sie links aus, welche Tabelle editiert werden soll.
el: Παρακαλώ διαλέξτε στα αριστερά τον πίνακα που θέλετε να επεξεργαστείτε.
es: Por favor, seleccione en la columna de la izquierda la tabla que desea editar.
fr: Svp selectionnez a gauche la table que vous voulez editer
it: Selezionare a sinistra l'elenco da modificare.
pl: Wybierz tabelę do edycji.
ru: Пожалуйста, слева выберите таблицу, которую Вы хотите редактировать.
tr: Lütfen soldaki, düzenlemek istediğiniz tabloyu seçin.

source: Tables
de: Tabellen
el: Πίνακες
es: Tablas
it: Elenchi
pl: Tabele
ru: Таблицы
tr: Tablolar

source: Table "{0}"
de: Tabelle "{0}"
el: Πίνακας "{0}"
es: Tabla "{0}"
it: Elenco "{0}"
pl: Tabela "{0}"
ru: Таблица "{0}"
tr: Tablo "{0}"

source: These settings normally need not to be changed.
de: Diese Einstellungen müssen normalerweise nicht geändert werden.
es: Estos ajustes normalmente no deben modificarse.
fr: Ces options ne nécessitent normalement pas d'être changés
it: Normalmente non è necessario modificare queste impostazioni.
pl: Te ustawienia zwykle nie powinny być zmieniane.
ru: Обычно не требуется менять эти установки.
tr: Bu ayarları normalde değiştirmeye gerek yok.

source: Advanced settings
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Options avancées
it: Impostazioni avanzate
pl: Ustawienia zaawansowane
ru: Дополнительные установки
tr: Gelişmiş ayarlar

source: Administrative settings
de: Administrative Einstellungen
es: Ajustes administrativos
fr: parametres administratif
it: Impostazioni amministrative
pl: Ustawienia administracyjne
ru: Административные настройки
tr: Yönetimsel ayarlar

source: File converters
de: Datei-Konverter
es: Conversores de archivo
fr: Convertion de fichiers
it: Convertitori file
pl: Konversja plików
ru: Конвертеры файлов
tr: Dosya dönüştürücüleri

source: Error saving the settings:
de: Fehler beim Speichern der Einstellungen:
el: Σφάλμα στην αποθήκευση των ρυθμίσεων:
es: Error al guardar los ajustes:
fr: Erreur de sauvegarde des parametres:
it: Errore nel salvataggio delle impostazioni:
pl: Wystapił błąd w trakcie zapisywania ustawień:
ru: Ошибка сохранения настроек:
tr: Ayarları kaydetme hatası:

source: For information on how to use this page, please see the Wiki at:
de: Für Informationen, wie diese Seite benutzt werden kann, schauen Sie bitte im Wiki unter:
es: Para obtener información sobre el funcionamiento de esta sección, consulte la Wiki en:
fr: Pour plus d'informations sur l'utilisation de cette page, visitez les wiki a l'adresse:
it: Per informazioni su come utilizzare questa pagina, vedere il Wiki:
pl: Aby uzyskać informacje jak uzywać tą stronę, proszę przejsć do strony Wiki:
ru: О том как использовать эту страницу, пожалуйста, смотрите Wiki:
tr: Bu sayfanın nasıl kullanılacağı bilgisi için lütfen bu Wiki'ye bakın:

source: File format
de: Dateiformat
es: Formato de archivo
fr: Format de fichier
it: Formato file
pl: Format pliku
ru: Формат файла
tr: Dosya biçimi

source: Converter
de: Konverter
es: Conversor
fr: Convertisseur
it: Convertitore
pl: Konwersja
ru: Конвертер
tr: Dönüştürücü

source: (internal {0})
de: (interner {0})
es: (interno {0})
fr: (interne {0}
it: (interno {0})
pl: (wewnętrzny {0})
ru: (внутренний {0})
tr: (dahili {0})

source: {0} KB
es: {0} KiB
ru: {0} KБ

source: Server {0}
es: Servidor {0}
fr: Serveur {0}
pl: Serwer {0}
ru: Сервер {0}
tr: Sunucu {0}

source: Modems for server {0}
de: Modems für Server {0}
es: Módems del servidor {0}
fr: Modems du serveur {0}
it: Modem per il server {0}
pl: Modemy serwera {0}
ru: Модемы для сервера {0}
tr: {0} sunucusu için modemler

source: Delivery settings for server {0}
de: Versandeinstellungen für Server {0}
es: Opciones de entrega del servidor {0}
fr: Envoi des parametres pour le serveur {0}
it: Impostazioni di consegna per il server {0}
pl: Ustwienia doręczania dla serwera {0}
ru: Параметры доставки для сервера {0}
tr: {0} sunucusu için gönderi ayarları

source: Delivery
de: Versand
el: Παράδοση
es: Entrega
fr: Réception
it: Consegna
pl: Doręczanie
ru: Доставка
tr: Gönderme

source: Modems
es: Módems
it: Modem
pl: Modemy
ru: Модемы
tr: Modemler

source: Copy of {0}
de: Kopie von {0}
es: Copia de {0}
fr: Copie de {0}
it: Copia di {0}
pl: Kopia {0}
ru: Копия {0}
tr: {0} kopyası

source: Do you really want to remove the server "{0}"?
de: Möchten Sie den Server "{0}" wirklich entfernen?
es: ¿Desea realmente eliminar el servidor "{0}"?
fr: Voulez vous reelement supprimer le serveur "{0}"?
it: Conferma rimozione del server "{0}"?
pl: Czy naprawdę chcesz usunąć serwer "{0}"?
ru: Действительно хотите удалить сервер "{0}"?
tr: "{0}" sunucusunu gerçekten silmek istiyor musunuz?

source: Do you really want to remove the selected {0} servers?
de: Möchten Sie die ausgewählten {0} Server wirklich löschen?
es: ¿Desea realmente eliminar los {0} servidores seleccionados?
it: Conferma rimozione dei {0} server selezionati?
ru: Вы действительно хотите удалить {0} выбранных сервер(а|ов)?

source: Clear cache
de: Cache leeren
es: Eliminar caché
fr: Purger le cache
it: Svuota la cache
pl: Wyczyść pamięć podręczną
ru: Очистить кэш
tr: Önbelleği temizle

source: Locally cache fax lists
de: Faxlisten lokal cachen
es: Almacenar en caché local las listas de faxes
fr: Cache local de la liste de faxs
it: Salva localmene (cache) gli elenchi dei fax
pl: Lokalnie zapisuj listę faksów
ru: Локально кэшировать списки факсов
tr: Faks listesini yerelde sakla

source: Cache settings
de: Cache-Einstellungen
es: Ajustes de caché
fr: Parametres de cache
it: Impostazioni cache
pl: Ustawienia pamięci podręcznej
ru: Параметры кэша
tr: Saklama ayarları

source: Current Cache size:
de: Aktuelle Cachegröße:
es: Tamaño de caché actual:
fr: taille du cache:
it: Dimensioni correnti cache:
pl: Bieżąca wielkość pamięci podręcznej:
ru: Текущий размер кэша:
tr: Şu anki saklama boyutu:

source: Global settings
de: Globale Einstellungen
es: Ajustes globales
fr: Parametres globaux
it: Impostazioni globali
pl: Ustawienia globajne
ru: Глобальные настройки
tr: Genel ayarlar

source: Use PCL file type bugfix
de: PCL-Dateityp-Bugfix verwenden
el: Χρησιμοποίησε PCL αρχείο τύπου bugfix
es: Utilizar tipo de archivo PCL para la gestión de errores
fr: Utilise les fichiers de type PCL pour la gestion des erreurs
it: Corregge problema in gestione file PCL
pl: Użyj plik typu PLC
ru: Исправлять ошибку распознавания PCL файлов
tr: PCL dosya türü hata düzeltme kullan

source: The maximum time to wait for a interaction with the server to complete. Values below 5 are not recommended; 0 disables this timeout.
de: Die maximale Zeitspanne, die auf das Ende einer Interaktion mit dem Server gewartet wird. Werte unter 5 werden nicht empfohlen; 0 deaktiviert diesen Timeout.
el: Ο μέγιστος χρόνος αναμονής για την ολοκλήρωση αλληλεπίδρασης με τον σερβερ. Τιμές κάτω του 5 δεν συνιστώνται, 0 απενεργοποιεί αυτό το χρονικό όριο.
es: Tiempo máximo de espera para que se complete una interacción con el servidor. No se recomiendan valores menores de 5; Un valor de 0 desactiva este retardo.
fr: Temps d'attente Maximal de reponse du server. Les valeurs en dessous de 5 ne sont pas recommendees; 0 annule la gestion du temps maximal
it: Il tempo massimo di attesa per il completamento di un'interazione con il server. Valori inferiori a 5 non sono raccomandati; 0 disabilita questo timeout
pl: Maksymalny czas oczekiwania na odpowiedź serwera. Wartości powyżej 5 nie są rekomendowane. 0 wyłącza .
ru: Максимальное время ожидания завершения взаимодействия с сервером. Значения менее 5 не рекомендуются; 0 отключает тайм-аут.
tr: Sunucu ile etkileşimin tamamlanması için beklenecek en fazla süre. Aşağıdaki 5 değeri tavsiye edilmez; 0 zaman aşımını devre dışı bırakır.

source: Table refresh interval (secs.):
de: Tabellen- Aktualisierungsintervall (Sek.):
el: Διάλειμμα ανανέωσης πίνακα (secs.):
es: Intervalo de actualización de la tabla (seg.):
fr: Intervalle de rafraichissement de l'affichage (sec.):
it: Intervallo di aggiornamento degli elenchi (sec.):
pl: Odświeżanie tabeli (w sekundach):
ru: Интервал обновления таблиц (сек.):
tr: Tablo tazeleme sıklığı (saniye):

source: Server status refresh interval (secs.):
de: Serverstatus- Aktualisierungsintervall (Sek.):
el: Διάλειμμα ανανέωσης κατάστασης σέρβερ(secs.):
es: Intervalo de actualización del estado del servidor (seg.):
fr: Intervalle d'actualisation de l'état du serveur (sec.):
it: Intervallo di aggiornamento dello stato server (sec.):
pl: Odświeżanie statusu serwera (w sekundach):
ru: Интервал обновления состояния сервера (сек.):
tr: Sunucu durumu tazeleme sıklığı (saniye):

source: Server socket timeout (secs):
de: Server-"Socket timeout" (Sek.):
el: Διάλειμμα υποδοχής σέρβερ (secs):
es: Tiempo máximo de respuesta del servidor (seg.):
fr: Temps d'attente maximal de reponse (secs):
it: Timeout connessione al server (sec.):
pl: Przekroczenie czasu odpowiedzi serwera (w sekundach):
ru: Время ожидания сервера (сек.):
tr: Sunucu bağlantı noktası zaman aşımı (sn.):

source: Selected columns:
de: Ausgewählte Spalten:
el: Επιλεγμένες στήλες:
es: Columnas seleccionadas:
fr: Colonnes selectionnees:
it: Colonne selezionate:
pl: Wybrane kolumny:
ru: Выбранные колонки:
tr: Seçili sütunlar

source: Available columns:
de: Verfügbare Spalten:
el: Διαθέσιμες στήλες:
es: Columnas disponibles:
fr: Colonnes disponibles:
it: Colonne disponibili:
pl: Dostępne kolumny:
ru: Доступные колонки:
tr: Mevcut sütunlar

source: Do you really want to remove the identity "{0}"?
de: Möchten Sie die Identität "{0}" wirklich entfernen?
es: ¿Desea realmente eliminar la identidad "{0}"?
fr: Voullez vous vraiment supprimer l''identite "{0}"?
it: Conferma rimozione dell''identità "{0}"?
pl: Czy na pewno chcesz usunąć ten identyfikator "{0}"?
ru: Действительно хотите удалить персональные данные "{0}"?
tr: "{0}" kimliğini gerçekten silmek istiyor musunuz?

source: Do you really want to remove the selected {0} identities?
de: Möchten Sie die ausgewählten {0} Identitäten wirklich löschen?
es: ¿Desea realmente eliminar las {0} identidades seleccionadas?
it: Conferma rimozione delle {0} identità selezionate?
ru: Вы действительно хотите удалить {0} списк(а|ов) персональных данных?

source: Identity {0}
de: Identität {0}
es: Identidad {0}
fr: Identité {0}
it: Identità {0}
pl: Identyfikator {0}
ru: Персональные данные {0}
tr: {0} kimliği

source: Identities
de: Identitäten
es: Identidades
fr: Identités
it: Identità
pl: Identyfikatory
ru: Персональные данные
tr: Kimlikler

source: Name format:
de: Format des Namen:
el: Διαμόρφωση ονόματος:
es: Formato del nombre:
fr: Format de nom:
it: Formato nome:
pl: Format nazwy
ru: Формат имени:
tr: İsim biçimi:

source: Company format:
de: Format des Firmennamen:
el: Διαμόρφωση εταιρείας:
es: Formato de la empresa:
fr: Format de societe:
it: Formato società:
pl: Format nazwy firmy
ru: Формат компании:
tr: Şirket biçimi:

source: Location format:
de: Format des Orts:
el: Διαμόρφωση τοποθεσίας:
es: Formato de la ubicación:
fr: Format d'adresse:
it: Formato indirizzo:
pl: Format lokalizacji
ru: Формат адреса:
tr: Yer biçimi:

source: ZIP code format:
de: PLZ-Format:
el: ZIP κωδικός διαμόρφωσης:
es: Formato del código postal:
fr: Format de code postal:
it: Formato C.A.P.:
pl: Formad kodu pocztowego
ru: Формат почтового индекса:
tr: Posta kodu biçimi:

source: Refreshing modem list
de: Aktualisiere Modemliste
es: Actualizar la lista de módems
fr: Mise a jour de la liste des modems
it: Aggiornamento elenco modem
pl: Odświeżanie listy modemów
ru: Обновление списка модемов
tr: Modem listesi yenileniyor

source: Retrieving modem list...
de: Hole Modemliste...
es: Obteniendo la lista de módems...
fr: Recuperation de la liste des modems...
it: Recupero elenco modem...
pl: Pobieranie listy modemów...
ru: Получение списка модемов...
tr: Modem listesi alınıyor...

source: Login successful, logging out.
de: Login erfolgreich, logge aus.
es: Inicio de sesión correcto, saliendo.
fr: Connection reussie, deconnexion
it: Login corretto, logout in corso.
pl: Logowanie poprawne, wylogowuję.
ru: Успешная регистрация на сервере, завершение сеанса.
tr: Oturum açma başarılı, oturum kapatılıyor.

source: Remove
de: Löschen
el: Μετακινεί
es: Eliminar
fr: Enlever
it: Elimina
pl: Usuń
ru: Удалить
tr: Kaldır

source: Up
de: Auf
el: Επάνω
es: Arriba
fr: Haut
it: Sù
pl: W górę
ru: Вверх
tr: Yukarı

source: Down
de: Ab
el: Κάτω
es: Abajo
fr: Bas
it: Giù
pl: W dół
ru: Вниз
tr: Aşağı

source: Reset the list of modems?
de: Liste der Modems zurücksetzen?
es: ¿Restablecer la lista de módems?
fr: Reinitialisation de la liste des modems?
it: Resetta la lista dei modem?
pl: Wyczyścić listę modemów?
ru: Сбросить список модемов?
tr: Modem listesini sıfırla?

source: Reset
de: Zurücksetzen
el: Επανεκκίνηση
es: Restablecer
fr: Tout Annuler
it: Resetta
pl: Wyczyść
ru: Сброс
tr: Sıfırla

source: Automatically get the list of modems
de: Liste der Modems automatisch bestimmen
es: Obtener automáticamente la lista de módems
fr: Récupération automatique de la liste des modems
it: Ottieni la lista dei modem automaticamente
pl: Automatycznie pobierz listę modemów
ru: Получать список модемов автоматически
tr: Modem listesini otomatik al

source: Use the following list of modems:
de: Folgende Liste der Modems verwenden:
es: Utilizar la siguiente lista de módems:
fr: Utiliser la liste suivante des modems:
it: Usa la lista dei modem seguente:
pl: Automatycznie następującą listę modemów
ru: Использовать следующий список модемов:
tr: Aşağıdaki modem listesini kullan:

source: HylaFAX name
es: Nombre de HylaFAX
fr: Nom Hylafax
it: Nome HylaFAX
pl: Nazwa w HylaFAX
ru: Имя HylaFAX
tr: HylaFAX adı

source: Number/Description
de: Nummer/Beschreibung
es: Número/Descripción
fr: Numéro/Description
it: Numero/Descrizione
pl: Numer/Opis
ru: Номер/Описание
tr: Numara/Açıklama

source: Full Description
de: Volle Beschreibung
es: Descripción completa
fr: Description complète
it: Descrizione estesa
pl: Pełny opis
ru: Полное описание
tr: Tam Açıklama

source: Multiple files, no conversion
de: Mehrere Dateien, keine Konvertierung
es: Archivos múltiples, sin conversión
fr: Plusieurs fichiers, pas de conversion
it: File multipli, nessuna conversione
pl: Wiele plików, bez konwersji
ru: Несколько файлов, без преобразования
tr: Çoklu dosya, dönüştürme yok

source: Single file except for cover (needs GhostScript+tiff2pdf)
de: Einzelne Datei ohne Deckblatt (benötigt GhostScript+tiff2pdf)
es: Archivo único excepto para la portada (necesita GhostScript+tiff2pdf)
fr: Mono fichier sauf pour la page de garde (nécessite GhostScript+tiff2pdf)
it: File singolo tranne la copertina (richiede GhostScript e tiff2pdf)
pl: Pojedynczy plik (niezbędny GhostScript+tiff2pdf)
ru: Один файл, исключая титульный лист (требуется GhostScript+tiff2pdf)
tr: Kapak dışında tek dosya (GhostScript+tiff2pdf gerektirir)

source: Complete fax as single file (needs GhostScript+tiff2pdf)
de: Komplettes Fax als einzelne Datei (benötigt GhostScript+tiff2pdf)
es: Fax completo como archivo único (necesita GhostScript+tiff2pdf)
fr: Fax entier dans un seul fichier (nécessite GhostScript+tiff2pdf)
it: Intero fax come file singolo (richiede GhostScript e tiff2pdf)
pl: Wygeneruj faks jako pojedynczy plik (niezbędny GhostScript+tiff2pdf)
ru: Весь факс в одном файле (требуется GhostScript+tiff2pdf)
tr: Faksı tek dosya olarak bütünle (GostScript+tiff2pdf gerektirir)

source: Name for this identity:
de: Name dieser Identität:
es: Nombre de la identidad:
fr: Nom pour cette identité:
it: Nome per questa identità:
pl: Nazwa dla tego identyfikatora:
ru: Название для этих персональных данных:
tr: Bu kimlik için ad:

source: Use a custom default cover page:
de: Benutzerdefiniertes Standarddeckblatt benutzen:
es: Utilizar página de portada personalizada:
fr: Utiliser une page de couverture personnalisée:
it: Usa una copertina personalizzata predefinita:
pl: Użyj własnej strony przewodniej:
ru: Использовать титульный лист по умолчанию:
tr: Öntanımlı özel kapak sayfası kullan:

source: There already exists another identity with this name!
de: Es gibt bereits eine Identität mit diesem Namen!
es: ¡Ya existe otra identidad con este nombre!
fr: Il y a une autre identité avec ce nom!
it: Esiste già un'altra identità con questo nome!
pl: Istnieje już identyfikator o tej nazwie!
ru: Персональные данные с этим именем уже есть!
tr: Aynı adla başka bir kimlik var zaten!

source: The selected default cover page can not be read.
de: Das ausgewählte Standarddeckblatt kann nicht gelesen werden.
el: Το εξ'ορισμού επιλεγμένο εξώφυλλο δεν μπορεί να διαβαστεί.
es: No se puede leer la portada de fax predeterminada que se ha seleccionado.
fr: La page de garde par défaut sélectionnée ne peut être lue.
it: La copertina predefinita selezionata non può essere letta.
pl: Nie można odczytać domyślnej strony przewodniej.
ru: Невозможно прочитать выбранный титульный лист по умолчанию.
tr: Seçilen öntanımlı kapak sayfası okunamıyor.

source: Path settings
de: Pfadeinstellungen
el: Pυθμίσεις διαδρομής
es: Ajustes de la ruta
fr: Paramètres et chemin d'accès
it: Impostazioni percorsi
pl: Ustawienia scieżek
ru: Пути
tr: Yol ayarları

source: Command line for fax viewer: (insert %s as a placeholder for the filename)
de: Befehlszeile für Fax-Betrachter: (%s als Platzhalter für Dateinamen einfügen)
el: Γραμμή εντολής για τον αναγνώστη του φαξ: (εισάγετε %s as a placeholder για το όνομα του αρχείου )
es: Línea de órdenes para el visor de faxes: (introducir %s como variable para el nombre del archivo)
fr: Ligne de commande pour visualiser les fax: (ajouter %s pour le nom du fichier)
it: Comando per il visualizzatore fax: (inserire il simbolo %s in sostituzione del nome file)
pl: Polecenie linii komend dla przeglądarki faksów (podaj %s jako uchwyt dla pliku):
ru: Командная строка для программы просмотра факсов: (используйте %s как заместитель имени файла)
tr: Faks görüntüleyici için komut satırı: (Dosya adı için bilgi alanı olarak %s giriniz)
