Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/messages_*.po
Languages: de, el, es, fr, it, pl, ru, tr

source: LDAP phone book (read only)
de: LDAP-Telefonbuch (nur lesen)
el: LDAP Τηλεφωνικός κατάλογος (ανάγνωση μόνο)
es: Agenda telefónica LDAP (sólo lectura)
fr: Agenda Téléphonique LDAP (Lecture seule)
it: Rubrica LDAP (sola lettura)
pl: Książka teleadresowa LDAP (tylko do odczytu)
ru: LDAP телефонный справочник (только чтение)
tr: LDAP telefon defteri (salt okunur)

source: A phone book reading its entries from an LDAP directory.
de: Ein Telefonbuch, das seine Einträge aus einem LDAP-Verzeichnis bezieht.
el: Ένας τηλεφωνικός κατάλογος διαβάζει τις καταχωρήσεις του από έναν LDAP κατάλογο.
es: Una agenda telefónica que lee sus entradas desde un directorio LDAP.
fr: Un annuaire téléphonique lit ses entrée à partir d'un annuaire LDAP.
it: Una rubrica le cui voci risiedono in una directory LDAP.
pl: Książka teladresowa odczytuje wpisy z katalogu LDAP.
ru: Телефонный справочник считывает записи из директории LDAP.
tr: Girdileri LDAP dizininden okuyan bir telefon defteri.

source: LDAP password
de: LDAP-Passwort
el: LDAP συνθηματικό
es: Contraseña LDAP
fr: Mot de passe LDAP
it: Password LDAP
pl: Hasło LDAP
ru: Пароль LDAP
tr: LDAP parolası

source: Please enter the LDAP password:
de: Bitte geben Sie das LDAP-Passwort ein:
es: Por favor, introduzca la contraseña LDAP:
fr: Mot de passe de l'annuaire LDAP:
it: Inserire la password LDAP:
pl: Wprowadź hasło LDAP:
ru: Пожалуйста, введите пароль LDAP:
tr: Lütfen LDAP parolasını girin:

source: Error executing the search:
de: Fehler beim Ausführen der Suche:
el: Σφάλμα κατά την εκτέλεση της έρευνας:
es: Error al ejecutar la búsqueda:
fr: Erreur durant la recherche:
it: Errore nella ricerca:
pl: Wystąpił błąd w trakcie wyszukiwania:
ru: Ошибка выполнения поиска:
tr: Arama yaparken hata:

source: Use authentication
de: Authentifizierung benutzen
el: Χρήση πιστοποίησης
es: Utilizar autentificación
fr: Utiliser l'authentification
it: Utilizza autenticazione
pl: Włącz autoryzację
ru: Использовать аутентификацию
tr: Kimlik doğrulama kullan

source: RFC 2254 Filter expression (e.g. "objectClass=person") selecting the directory entries to include. Leave blank to include all.
de: Ein RFC224 Filterausdruck (z.B. "objectClass=person"), der die angezeigten Verzeichniseinträge auswählt. Leer lassen, um alle auszuwählen.
el: RFC 2254 Έκφραση φίλτρου (π.χ. "αντικείμενοτάξη=άτομο") επιλέγοντας τις περιλαμβανόμενες καταχωρήσεις καταλόγου. Αφήστε κενό για να τα περιλάβει όλα.
es: Filtro de expresión RFC 2254 (p. ej., "objectClass=person") para seleccionar entradas del directorio a incluir. Dejar en blanco para incluir todas.
fr: Syntaxe du filtre RFC 2254 (exemple, "objectClass=person") choisir le répertoire d'entrée à inclure. Laissez un blanc pour tout inclure.
it: Espressione filtro RFC 2254 (es. "objectClass=persona") che seleziona le voci directory da includere. Lasciare vuoto per includere tutto.
pl: Wyrażenie filtrujące RFC 2254 (np. "objectClass=person") wybiera wpisy katalogu aby je dołączyć. Pozostaw puste, aby dołączyc wszystkie.
ru: Выражение RFC 2254 (например, "objectClass=person"). Оставьте пустым, чтобы выбрать все.
tr: RFC 2254 Eklenecek dizin girdilerinin seçildiği filtre ifadeleri (örn. "objectClass=person"). Hepsini içermesi için boş bırakın.

source: Also search subtrees
de: Unterbäume auch durchsuchen
es: Buscar también en subárboles
fr: Recherche récursive dans l'arborescence
it: Cerca anche nei sotto alberi
pl: Przeszukuj również drzewa potomne
ru: Также искать в поддеревьях
tr: Ayrıca alt ağaçları da ara

source: The maximum number of items loaded
de: Die maximale Anzahl zu ladender Einträge
el: Ο μέγιστος αριθμός των στοιχείων που έχουν φορτωθεί
es: Número máximo de elementos para cargar
fr: Nombre maximal l'elements charges
it: Il numero massimo di elementi caricati
pl: Maksymalna liczba elementów została załadowana
ru: Максимальное количество загружаемых элементов
tr: En fazla yüklenmiş öğeler adedi

source: Load all entries when opened
de: Lade beim Öffnen alle Einträge
el: Φορτώνει όλες τις καταχωρήσεις όταν ανοιχτεί
es: Cargar todas las entradas al abrir
fr: Charger tous le elements quand ouverts
it: Carica tutti le voci all'apertura
pl: Pobierz wszystkie wpisy w momencie otwierana książki
ru: Загружать все записи при открытии
tr: Açıldığında tüm girdileri yükle

source: If checked, all entries in the directory are loaded when the phone book is opened. If not, entries are loaded only if a quick search is performed.
de: Wenn aktiviert, werden alle Einträge im Telefonbuch beim Öffnen geladen. Wenn nicht, werden die Einträge erst geladen, wenn eine Schnellsuche durchgeführt wird.
el: Εάν έγινε έλεγχος, όλες οι καταχωρήσεις στον κατάλογο φορτώνονται όταν ο τηλεφωνικός κατάλογος είνα
es: Si se activa esta opción, se cargarán todas las entradas del directorio cuando se abra la agenda telefónica. Si no se activa esta opción, las entradas se cargarán sólo si se ejecuta una búsqueda rápida.
fr: Si coche, toutes les entrees dans le repertoire sont chargees quand le carnet d'adresse est ouvert. Sinon, les entrees sont chargees uniquement si une recherche rapide est effectuee.
it: Se spuntato, tutte le voci nella directory sono caricate quando la rubrica è aperta. Se non spuntato, le voci sono caricate solo con una ricerca veloce.
pl: Jeżeli zaznaczony, wszystkie wpisy z katalogu zostaną odczytane gdy jest otwierana ksiażka teleadresowa. Jeżeli nie, wpisy są odczytwane gdy jest wykonywane szybkie wyszukiwanie.
ru: Если отмечено, при открытии телефонного справочника загружаются все элементы каталога. Если нет, элементы загружаются только если выполняется быстрый поиск.
tr: İşaretlenirse, telefon defteri açıldığında klasördeki tüm girdiler yüklenir. İşaretlenmezse, yanlızca hızlı arama uygulanırsa girdiler yüklenir.

source: Server name:
el: Όνομα εξυπηρετητή:
es: Nombre del servidor:
fr: Nom du serveur:
it: Nome del server:
pl: Nazwa serwera:
ru: Имя сервера:
tr: Sunucu adı:

source: Root (Base DN):
de: Wurzel (Base DN):
el: Γονικός κόμβος (Βάση DN):
es: Raíz (Base DN):
fr: Racine (Base DN):
pl: Root (Bazowy DN):

source: User name (Bind DN):
de: Benutzername (Bind DN):
el: Όνομα χρήστη (Δέσμευση DN):
es: Nombre de usuario (Bind DN):
fr: Nom utilisateur (Bind DN):
it: Nome utente (Bind DN):
pl: Nazwa użytkownika (Bind DN):
ru: имя пользователя (Bind DN):
tr: Kullanıcı adı (Bind DN):

source: Phone book name to display:
de: Anzuzeigender Telefonbuchname:
el: Όνομα τηλεφωνικού καταλόγου για προβολή:
es: Nombre de agenda telefónica para mostrar:
fr: Nom du carnet d'adresse a afficher:
it: Nome rubrica da visualizzare:
pl: Nazwa książki, która będzie wyświetlana:
ru: Название телефонного справочника для отображения:
tr: Görüntülenecek telefon defteri adı:

source: Object filter:
de: Objektfilter:
el: Φίλτρο αντικειμένου:
es: Filtro de objeto:
fr: Filtre objet:
it: Filtro oggetto:
pl: Filtr elementów:
ru: Фильтр объектов:
tr: Nesne filtresi:

source: Count limit:
de: Maximale Anzahl:
el: Όριο καταμέτρησης:
es: Límite de entradas:
fr: Limite de comptage:
it: Voci massime:
pl: Limit ilości:
ru: Предельное количество:
tr: Sayaç sınırı:

source: Please enter which LDAP attributes correspond to the phone book entry fields of YajHFC (default should usually work):
de: Bitte geben Sie ein, welche LDAP-Attribute den Telefonbuchfeldern von YajHFC entsprechen (Voreinstellung sollte üblicherweise funktionieren):
el: Παρακαλώ εισάγετε τα LDAP χαρακτηριστικά/γνωρίσματα που ανταποκρίνονται στα πεδία του τηλεφωνικού καταλόγου of YajHFC (default should usually work):
es: Por favor, introduzca qué atributos LDAP corresponden con los campos de la agenda telefónica de YajHFC (los predeterminados deberían funcionar):
fr: Indiquer le champ LDAP correspondant aux champs de l'annuaire téléphonique (les paramètres par défaut fonctionnent habituellement) :
it: Inserire gli attributi LDAP che corrispondono ai campi della rubrica di YajHFC (i valori predefiniti solitamente funzionano):
pl: Podaj, które atrybuty LDAP odpowiadają polą książki teleadresowej YajHFC (domyślne zwykle można użyć):
ru: Пожалуйста, введите атрибуты LDAP, соответсвующие полям телефонного справочника YajHFC (установки по умолчанию обычно работают):
tr: Lütfen YajHFC telefon defteri girdi alanrını karşılayan LDAP özniteliklerini girin (Öntanımlı değerler genelde çalışır):

source: You have to specify a server name and port.
de: Sie müssen einen Servernamen und -port eingeben.
el: Πρέπει να ορίσετε ένα όνομα σερβερ και θύρας.
es: Debe especificar un nombre de servidor y un puerto.
fr: Veuiller spécifier le nom du serveur et le port.
it: Specificare il nome del server e la porta.
pl: Podaj nazwę serwera i port
ru: Вы должны указать имя сервера и порт.
tr: Sunucu adı ve port numarası belirtmek zorundasınız.

source: Could not connect to the LDAP server:
de: Konnte keine Verbindung zum LDAP-Server herstellen:
el: Δεν μπορεί να συνδεθεί με τον LDAP σερβερ:
es: No se puede conectar con servidor LDAP:
fr: Impossible de se connecter au serveur LDAP
it: Impossibile connettersi al server LDAP:
pl: Nie można połączyć się z serwerem LDAP:
ru: Невозможно соединится с сервером LDAP:
tr: LDAP sunucuya bağlantı kurulamıyor.

source: Connection to the LDAP server succeeded.
de: Die Verbindung zum LDAP-Server wurde erfolgreich hergestellt.
el: Σύνδεση με τον LDAP σέρβερ επιτυχής.
es: Conexión con el servidor LDAP establecida.
fr: Connexion au serveur LDAP réussie
it: Connessione al server LDAP effettuata.
pl: Połączono z serwerem LDAP.
ru: Соединение с сервером LDAP установлено.
tr: LDAP sunucuya bağlantı başarı ile gerçekleşti.

source: New LDAP phone book
de: Neues LDAP-Telefonbuch
el: Nέος LDAP τηλεφωνικός κατάλογος
es: Nueva agenda telefónica LDAP
fr: Nouvel Agenda Téléphonique LDAP
it: Nuova rubrica LDAP
pl: Nowa książka teleadresowa LDAP
ru: Новый телефонный справочник LDAP
tr: Yeni LDAP telefon defteri

source: Error: Could not parse input beginning with "{0}".
de: Fehler: Konnte Eingabe beginnend mit "{0}" nicht verarbeiten.
es: Error: No se puede analizar la entrada que comienza con "{0}".
it: Errore: Impossibile analizzare l''input iniziando da "{0}".
pl: Błąd. Nie można przetworzyć danych zaczynających się od "{0}".
ru: Ошибка: Невозможно разобрать введённые данные начиная с "{0}".

source: Unknown field "{0}".
de: Unbekanntes Feld "{0}".
es: Campo desconocido "{0}".
it: Campo sconosciuto "{0}".
pl: Nieznane pole "{0}".
ru: Неизвестное поле "{0}".

source: [Location with ZIP code]
de: [Ort mit PLZ]
el: [Τοποθεσία/Θέση με ZIP κωδικό]
es: [Ubicación con código postal]
fr: [Adresse avec code postal]
it: [Indirizzo con C.A.P.]
pl: [Lokalizacja wraz z kodem]
ru: [Адрес с индексом]
tr: [Posta kodu ile yer]

source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
pl: Imię
ru: Имя
tr: Ad

source: Last Name#(please translate as short form of surname)#
de: Name
es: Apellidos
fr: Nom
it: Cognome
pl: Nazwisko
ru: Фамилия
tr: Ad

source: Title
de: Titel
el: Tίτλος
es: Tratamiento
fr: Titre
it: Titolo
pl: Tytuł
ru: Звание
tr: Başlık

source: Company
de: Firma
el: Εταιρεία
es: Empresa
fr: Société
it: Società
pl: Firma
ru: Компания
tr: Şirket

source: Position
el: Θέση
es: Cargo
it: Posizione
pl: Stanowisko
ru: Должность
tr: Durum

source: Department
de: Abteilung
el: Διαμέρισμα
es: Departamento
fr: Departement
it: Dipartimento
pl: Wydział
ru: Отдел
tr: Bölüm

source: Street
de: Straße
el: Οδός
es: Calle
fr: Rue
it: Via
pl: Ulica
ru: Улица
tr: Cadde

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città
pl: Miasto
ru: Город
tr: Şehir

source: Country
de: Land
el: Χώρα
es: País
fr: Pays
it: Paese
pl: Państwo
ru: Страна
tr: Ülke

source: ZIP code
de: PLZ
el: Κωδικός ZIP
es: Código postal
fr: Code postal
it: C.A.P.
pl: Kod
ru: Индекс
tr: Posta kodu

source: State/Region
de: Bundesland/Region
es: Estado/Región
fr: Etat/Region
it: Stato/regione
pl: Województwo
ru: Штат/Область
tr: İl/Bölge

source: Website
es: Página web
fr: Site Web
it: Sito web
pl: Strona WWW
ru: Веб-сайт
tr: Web sitesi

source: Voice number
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
fr: Numéro Téléphone
it: Telefono
pl: Numer telefonu
ru: Телефон
tr: Telefon numarası

source: Comments
de: Kommentare
el: Σχόλια
es: Comentarios
fr: Commentaires
it: Commenti/note
pl: Uwagi
ru: Комментарии
tr: Yorumlar

source: <no name>
de: <kein Name>
el: <χωρίς όνομα>
es: <sin nombre>
fr: <pas de nom>
it: <senza nome>
pl: <brak nazwy>
ru: <без имени>
tr: <adsız>

source: XML phone book
de: XML-Telefonbuch
el: XML τηλεφωνικός κατάλογος
es: Agenda telefónica en formato XML
fr: Annuaire téléphonique XML
it: Rubrica XML
pl: Książka teleadresowa XML
ru: XML телефонный справочник
tr: XML telefon defteri

source: A phone book saving its entries as a XML file.
de: Ein Telefonbuch, das seine Einträge als eine XML-Datei speichert.
el: Ένας τηλεφωνικός κατάλογος αποθηκεύει τις καταχωρήσεις του με τη μορφή αρχείου XML .
es: Una agenda telefónica que almacena sus entradas en un archivo XML.
fr: Un agenda téléphonique conservant ses enregistrements dans un fichier XML.
it: Una rubrica con voci salvate in un file XML.
pl: Wpisy w książce teleadresowej przechowywane są jako plik XML.
ru: Телефонный справочник сохраняет записи в виде файла XML.
tr: Girdileri XML dosyasına kaydeden telefon defteri.

source: Error saving the phone book:
de: Fehler beim Speichern des Telefonbuchs:
el: Σφάλμα στην αποθήκευση του τηλεφωνικού καταλόγου:
es: Error al guardar la agenda telefónica:
fr: Erreur lors de la sauvegarde de l'annuaire téléphonique:
it: Errore nel salvataggio della rubrica:
pl: Wystąpił błąd w trakcie zapisu książki teleadresowej:
ru: Ошибка сохранения телефонного справочника:
tr: Telefon defteri kaydetme hatası:

source: Phone book files
de: Telefonbuchdateien
el: Αρχεία τηλεφωνικού καταλόγου
es: Archivos de la agenda telefónica
fr: Fichiers annuaire téléphonique
it: File rubrica
pl: Pliki książki teleadresowej
ru: Телефонный справочник
tr: Telefon defteri dosyaları

source: Open CSV file {0}
de: Öffne CSV-Datei {0}
es: Abrir archivo CSV {0}
fr: Ouverture du fichier CSV {0}
it: Apri file CSV {0}
pl: Otwórz plik CSV {0}
ru: Загрузка файла CSV {0}
tr: {0} CSV dosyasını aç

source: First line contains headers
de: Erste Zeile ist Kopfzeile
es: La primera fila contiene nombres de campo
fr: La première ligne contients les entêtes
it: La prima riga contiene le intestazioni
pl: Pierwszy wiersz zawiera nagłówki
ru: Первая строка содержит заголовки
tr: Başlıkları içeren ilk satır

source: Charset:
de: Zeichensatz:
es: Conjunto de caracteres:
fr: Jeux de caractères:
it: Codifica:
pl: Znak:
ru: Кодировка:
tr: Karakter kümesi:

source: Separator:
de: Feldtrenner:
es: Separador:
fr: Séparateur:
it: Separatore di campo:
ru: Разделитель:
tr: Ayraç:

source: Quote character:
de: Texttrenner:
es: Calificador de texto:
fr: Caractère d'encadrement de texte:
it: Carattere che racchiude i campi di tipo testo:
pl: Zank cudzysłowia:
ru: Символ кавычек:
tr: Tırnak karakteri:

source: Column {0}
de: Spalte {0}
es: Columna {0}
fr: Colonne {0}
it: Colonna {0}
pl: Kolumna {0}
ru: Столбец {0}
tr: Sütun {0}

source: Error previewing your settings:
de: Fehler bei der Voransicht Ihrer Einstellungen:
es: Error al previsualizar los ajustes:
fr: Erreur de visualisation de vos paramètres:
it: Errore nell'anteprima delle impostazioni:
pl: Wystapił błąd w trakcie gemerowania podglądu ustawień
ru: Ошибка предпросмотра настроек:
tr: Ayarlarınızı önizlemede hata:

source: Preview
de: Vorschau
el: Προεπισκόπηση
es: Previsualizar
fr: Prévisualiser
it: Anteprima
pl: Podgląd
ru: Просмотр
tr: Önizleme

source: Please select which columns in the CSV file represent the phone book fields:
de: Bitte wählen Sie aus, welche Spalten in der CSV-Datei den Telefonbuchfeldern entsprechen:
es: Por favor, seleccione qué columnas del archivo CSV representan los campos de la agenda telefónica:
fr: Svp, Sélectionnez les colonnes du fichier CSV qui représentent les champs du carnet d'adresse:
it: Selezionare quali colonne nel file CSV rappresentano i campi della rubrica.
pl: Wskaż kolumny w pliku CSV odpowiadające polą książki teleadresowej
ru: Пожалуйста, выберите колонки файла CSV, соответствующие полям телефонного справочника:
tr: CSV dosyasındaki telefon defteri alanlarını temsil eden sütunları seçin lütfen:

source: CSV file
de: CSV-Datei
es: Archivo CSV
fr: Fichier CSV
it: File CSV
pl: Plik CSV
ru: CSV файл
tr: CSV dosyası

source: A CSV/text file containing phone book entries.
de: Eine CSV-/Textdatei, die Telefonbucheinträge enthält
es: Un archivo CSV o de texto que contiene las entradas de la agenda telefónica.
fr: Un fichier CSV/texte avec des élements de carnet d'adresse
it: Un file testo/CSV contenente le voci della rubrica.
pl: Plik CSV/tekstowy zawierający książkę teleadresową.
ru: CSV/текстовый файл содержащий записи телефонного справочника.
tr: telefon defteri girdilerini içeren bir CSV/metin dosyası.

source: Current phone book:
de: Aktuelles Telefonbuch:
el: Τρέχων τηλεφωνικός κατάλογος:
es: Agenda telefónica actual:
fr: Annuaire courant :
it: Rubrica corrente:
pl: Bieżąca książka teleadresowa:
ru: Текущий телефонный справочник:
tr: Şu anki telefon listesi

source: This phone book has already been added.
de: Dieses Telefonbuch wurde bereits hinzugefügt.
el: Αυτός ο τηλεφωνικός κατάλογος έχει προστεθεί ήδη.
es: Esta agenda telefónica ya ha sido añadida.
fr: Cet annuaire téléphonique a déja été ajouté.
it: Questa rubrica è già stata aggiunta.
pl: Tak książka teleadresowa jest już dodana.
ru: Этот телефонный справочник уже был добавлен.
tr: Bu telefon defteri zaten eklenmişti.

source: Add to list
de: Zu Liste hinzufügen
el: Προσθήκη στη λίστα
es: Añadir a la lista
fr: Ajouter à la liste
it: Aggiungi alla lista
pl: Dodaj do listy
ru: Добавить к списку
tr: Listeye ekle

source: Opening phone books...
de: Öffne Telefonbücher...
es: Abriendo agendas telefónicas...
fr: Ouverture des carnet d'adresse....
it: Apertura rubriche...
pl: Otwieranie książki teleadresowej...
ru: Открываются телефонные справочники...
tr: Telefon defteri açılıyor...

source: Error loading the phone book:
de: Fehler beim Laden des Telefonbuchs:
el: Σφάλμα φόρτωσης του τηλεφωνικού καταλόγου:
es: Error al cargar la agenda telefónica:
fr: Erreur lors du chargement de l'annuaire téléphonique:
it: Errore durante il caricamento della rubrica:
pl: Wystąpił błąd w trakcie ładowania książki teleadresowej:
ru: Ошибка загрузки телефонного справочника:
tr: Telefon defteri yükleme hatası

source: Error saving a phone book:
de: Fehler beim Speichern eines Telefonbuchs:
es: Error al guardar una agenda telefónica:
fr: Erreur de sauvegarde du carnet d'adresse:
it: Errore durante il salvataggio di una rubrica:
pl: Błąd zapisu książki teleadresowej:
ru: Ошибка сохранения телефонного справочника:
tr: Telefon defteri kayıt hatası:

source: Closing phone books...
de: Schließe Telefonbücher...
es: Cerrando agendas telefónicas...
fr: Fermeture des carnet d'adresse....
it: Chiusura rubrica...
pl: Zamykanie książki teleadresowej...
ru: Закрытие телефонных справочников...
tr: Telefon defteri kapatılıyor...

source: Please enter the phone book descriptor to open.
de: Bitte geben Sie den zu öffnenden Telefonbuchdeskriptor ein.
el: Παρακαλώ εισάγετε τον περιγραφέα του τηλεφωνικού καταλόγου για να ανοίξει.
es: Por favor, introduzca el descriptor de la agenda telefónica para abrir.
fr: Veuillez écrire une description de l'annuaire téléphonique à ouvrir.
it: Immettere il codice percorso (descriptor) della rubrica da aprire.
pl: Podaj opis książki teleadresowej, która ma zostać otwarta.
ru: Пожалуйста, введите дескриптор телефонного справочника.
tr: Lütfen telefon defterini açmak için tanımlayıcı girin.

source: Open by descriptor
de: Über Deskriptor öffnen
el: Ανοιχτό από τον περιγραφέα
es: Abrir por descriptor
fr: Ouvrir par descripteur
it: Apri con codice percorso
pl: Otwórz przez podanie opisu
ru: Открыть по дескриптору
tr: Tanımlayıcı ile aç

source: Import by descriptor
de: Über Deskriptor importieren
el: Εισαγωγή από τον περιγραφέα
es: Importar por descriptor
fr: Importation par descripteur
it: Importa tramite codice percorso
pl: Importuj pprzez podanie opisu
ru: Импортироать по дескриптору
tr: Tanımlayıcı ile içe aktar

source: Unsupported phone book format.
de: Nicht unterstütztes Telefonbuchformat.
el: Μη υποστηριζόμενη διαμόφωση τηλεφωνικού καταλόγου.
es: Formato de agenda telefónica no admitido.
fr: Format d'annuaire téléphonique non supporté.
it: Formato rubrica non supportato.
pl: Nieobsługiwany format książki teleadresowej.
ru: Неподдерживаемый формат телефонного справочника.
tr: Desteklenmeyen telefon defteri biçimi.

source: Reset quick search and show all phone book entries.
de: Schnellsuche zurücksetzen und alle Telefonbucheinträge anzeigen.
el: Επανατοποθέτηση γρήγορης έρευνας και προβολή όλων των καταχωρήσεων του τηλεφωνικού καταλόγου
es: Restablecer la búsqueda rápida y mostrar todas las entradas de la agenda telefónica.
fr: Annuler les recherches rapides et afficher tout le carnet d'adresse.
it: Resetta la ricerca veloce e mostra tutte le voci della rubrica.
pl: Wyczyść szybkie wyszukiwanie i wyświetl wszystkie wpisy książki teleadresowej.
ru: Сбросить быстрый поиск и показать все записи телефонного справочника.
tr: Hızılı aramayı sıfırla ve tüm telefon defteri girdilerini göster.

source: Multiple or no phone books selected
de: Mehrere oder kein Telefonbuch ausgewählt
es: Seleccionadas varias o ninguna agenda telefónica
fr: Plusieurs ou aucun carnet d'adresse sélectionné
it: Selezione multipla o nessuna rubrica selezionata
pl: Nie wybrano lub wybrano kilka książek teleadresowych
ru: Выбрано несколько телефонных справочников либо ни одного
tr: Çoklu telefon defteri seçildi veya hiçbiri seçilmedi

source: Import
de: Importieren
el: Εισαγωγή
es: Importar
fr: Importer
it: Importa
pl: Importuj
ru: Импорт
tr: İçe aktar

source: By descriptor...
de: Mittels Deskriptor...
el: Από τον περιγραφέα...
es: Por descriptor...
fr: Description
it: Per codice percorso...
pl: Po opisie...
ru: По дескриптору...
tr: Tanımlayıcı tarafından...

source: Entry
de: Eintrag
el: Καταχώρηση
es: Entrada
fr: Saisie
it: Voce
pl: Wpis
ru: Запись
tr: Girdi

source: Add new entry
de: Neuen Eintrag hinzufügen
el: Προσθήκη νέας καταχώρησης
es: Añadir nuevo elemento
fr: Ajouter une nouvelle donnée:
it: Aggiungi nuova voce
pl: Dodaj nowy wpis
ru: Добавить новую запись
tr: Yeni girdi ekle

source: Add distribution list
de: Verteilerliste hinzufügen
es: Añadir lista de distribución
fr: Ajouter une liste de diffusion
it: Aggiungi lista di distribuzione
pl: Dodaj listę dystrybucyjną
ru: Добавить список рассылки
tr: Dağıtım listesine ekle

source: Add a new distribution list
de: Eine neue Verteilerliste hinzufügen
es: Añadir una nueva lista de distribución
fr: Ajouter une nouvelle liste de diffusion
it: Aggiungi una nuova lista di distribuzione
pl: Dodaj nową listę dystrybucyjną
ru: Добавить новый список рассылки
tr: Yeni bir dağıtım listesine ekle

source: Do you want to delete the selected entries?
de: Möchte sie die ausgewählten Einträge löschen?
el: Θέλετε να διαγραφούν οι επιλεγμένες καταχωρήσεις?
es: ¿Desea eliminar los elementos seleccionados?
fr: Voulez vous supprimer les entrees selectionnees?
it: Eliminare le voci selezionate?
pl: Czy chcesz usunąć wybrane wpisy?
ru: Вы действительно хотите удалить выделенные записи?
tr: Seçilen girdileri silmek istiyor musuz?

source: Delete entries
de: Einträge löschen
el: Διαγραφή καταχωρήσεων
es: Eliminar elementos
fr: Supprimer une entree
it: Elimina voci
pl: Usuń wpisy
ru: Удаление записей
tr: Girdileri sil

source: Delete selected entry
de: Ausgewählten Eintrag löschen
el: Διαγραφή επιλεγμένης καταχώρησης
es: Eliminar elemento seleccionado
fr: Supprimer la sélection:
it: Elimina la voce selezionata
pl: Usuń wybrany wpis
ru: Удалить выделенную запись
tr: Seçilen girdiyi sil
