Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/messages_*.po
Languages: de, el, es, fr, it, pl, ru, tr

source: Could not get the field names:
de: Konnte die Feldnamen nicht abrufen:
el: Δε γίνεται λήψη των ονομάτων των πεδίων:
es: No se pueden obtener los nombres de los campos:
fr: Impossible d'obtenir le nom de champ:
it: Impossibile ottenere i nomi dei campi:
pl: Nie moża pobrać nazw kolumn:
ru: Невозможно получить имена полей:
tr: Alan adı alınamıyor.

source: You have to specify a database table.
de: Sie müssen eine Datenbanktabelle angeben.
el: Πρέπει να ορίσετε πίνακα βάσης δεδομένων.
es: Tiene que especificar una tabla de la base de datos.
fr: Vous devez renseigner la table base de donnée.
it: Specificare una tabella del database.
pl: Wskaż tabelę w bazie danych.
ru: Вы должны указать таблицу базы данных.
tr: Veritabanı tablosu belirtmek zorundasınız.

source: Connection to the database succeeded.
de: Verbindung mit der Datenbank erfolgreich hergestellt.
el: Επιτυχής σύνδεση με τη βάση δεδομένων.
es: Conexión establecida con la base de datos.
fr: Connexion à la base de donnée réussie.
it: Connessione al database avvenuta.
pl: Połączono z bazą danych.
ru: Соединение с базой данных установлено.
tr: Veritabanına bağlantı başarılı oldu.

source: Extended (> 196 lpi)
de: Erweitert (> 196 lpi)
es: Ampliada (> 196 lpi)
fr: Etendu (>196 lpi)
it: Estesa (> 196 lpi)
pl: Rozszerzona (> 196 lpi)
ru: Увеличенное (> 196 lpi)
tr: Genişletilmiş (> 196 lpi)

source: High (196 lpi)
de: Hoch (196 lpi)
el: Υψηλή (196 lpi)
es: Alta (196 lpi)
fr: Elevé (196 lpi)
it: Alta (196 lpi)
pl: Wysoka (196 lpi)
ru: Высокое (196 lpi)
tr: Yüksek (196 lpi)

source: Low (98 lpi)
de: Niedrig (98 lpi)
el: Χαμηλή (98 lpi)
es: Baja (98 lpi)
fr: Bas (98 lpi)
it: Bassa (98 lpi)
pl: Niska (98 lpi)
ru: Низкое (196 lpi)
tr: Düşük (98 lpi)

source: Initializing...
de: Initialisiere...
el: Εκκίνηση...
es: Inicializando...
fr: Initialisation...
it: Inizializzazione...
pl: Inicjalizacja...
ru: Инициализация...
tr: Başlatılıyor...

source: Error sending the fax:
de: Fehler beim Senden des Faxes:
es: Error al enviar el fax:
fr: Erreur d'envoi de fax:
it: Errore nell'invio del fax:
pl: Wystapił błąd w trakcie wysyłana faksu:
ru: Ошибка отправки факса:
tr: Faks gönderme hatası:

source: Page chopping threshold (inches)
de: Seitenabtrennschwelle (inch)
el: Αποκοπή περιθωρίων σελίδας (inches)
es: Umbral de recorte de página (pulgadas)
fr: Page dépassant le seuil (pouces)
it: Livello taglio pagina (pollici)
pl: Podział strony (w calach)
ru: Граница обрезки страниц (дюймы)
tr: Sayfa kesim eşiği (inç)

source: Communication identifier for last call
de: Kommunikationsbezeichner für letzten Anruf
es: Identificador de comunicación de la última llamada
fr: Identification de communication pour le dernier appel
it: Identificativo di comunicazione per l'ultima chiamata
pl: Identyfikator transmisji dla ostatniej próby połączenia
ru: Идентификатор связи последнего звонка
tr: Son arama için iletişim kimliği

source: Destination company name
de: Empfängerfirma
el: Όνομα εταιρείας προορισμού
es: Nombre de la empresa del destinatario
fr: Nom de la société destinataire
it: Società destinataria
pl: Nazwa firmy odbierającej
ru: Название компании получателя
tr: Hedef şirket adı

source: Host that submitted the job
de: Rechner, der den Auftrag abgesetzt hat
es: Equipo que envió el trabajo
fr: Hote ayant soumis le dernier job
it: Computer che ha accodato il fax
pl: Host który przesłał zadanie
ru: Хост, передавший задание
tr: Faksı gönderen bilgisayar

source: Continuation coverpage file
de: Fortsetzungs-Deckblatt
es: Archivo para la página de portada de continuación
fr: Suite de la page de garde
it: File di continuazione copertina
pl: Kontynuacjia pliku strony tytułowej
ru: Файл титульного листа продолжения
tr: Sürekli kapak sayfası dosyası

source: Data format used to transmit a facsimile
de: Datenformat, das zur Übertragung des Faxes benutzt wurde
es: Formato de datos utilizado para transmitir un fax
fr: Format de donnees utilise pour transmettre un Fax
it: Formato dati usato per trasmettere un fax
pl: Format danych użyty w trakcie transmisji
ru: Фармат данных, использованный для передачи факса
tr: Bir faks iletişimde kullanılacak veri biçimi

source: Desired transmit speed
de: Gewünschte Übertragungsgeschwindigkeit
es: Velocidad de transmisión deseada
fr: Vitesse de transmission desiree
it: Velocità di trasmissione desiderata
pl: Rządana szybkość transmisji
ru: Желаемая скорость передачи
tr: Gerekli iletim hızı

source: Desired data format
de: Gewünschtes Datenformat
el: Επιθυμητή διαμόρφωση δεδομένων
es: Formato de datos deseado
fr: Format de données voulu
it: Formato dati desiderato
pl: Porządany format danych
ru: Желаемый формат данных
tr: İstenilen veri biçimi

source: Desired use of Error Correction Mode (ECM)
de: Gewünschte Verwendung des "Error Correction Mode" (ECM)
es: Uso deseado para el Modo de Corrección de Errores (ECM)
fr: Utilisation souhaitee du mode correction d'erreur (ECM)
it: Uso modalità di correzione errore (ECM) desiderato
pl: Rządaj trybu Error Correction Mode (ECM)
ru: Желаемое использрвание Режима Коррекции Ошибок (ECM)
tr: Hata Düzeltme Kipi (ECM) kullanım isteği

source: Desired min-scanline time
de: Gewünschte min. Scanlinedauer
es: Tiempo mínimo de exploración deseado
fr: Temps minimum désiré du scan
it: Tempo minimo di scansione desiderato
pl: Pożądany czas min-scanline
ru: Желаемое мин. время сканирования
tr: İstenen en az tarama hattı süresi

source: Desired minimum scanline time
de: Gewünschte minimale Scanlinedauer
es: Tiempo mínimo de líneas de exploración deseado
fr: Temps minimum de "scanline"
it: Tempo minimo di scansione desiderato
pl: Pożadany minimalny czas skanowania linii
ru: Желаемое минимальное время сканирования
tr: Gerekli en az tarama çizgisi süresi

source: Tagline
es: Datos de cabecera
it: Tagline (1a riga fax)
pl: Etykieta
ru: Заголовок
tr: Etiket satırı

source: Whether or not to use tagline parameter
de: Ob ein Tagline-Parameter verwendet wird oder nicht
es: Utilizar o no el parámetro de los datos de cabecera
fr: Utiliser ou non les parametres tagline
it: Se utilizzare o meno il parametro tagline
pl: Czy użyć etykiety
ru: Использовать параметр заголовка
tr: Başlık satırı değişkeni kullanılıp kullanılmadığı

source: Job done operation
de: "Auftrag fertig"-Operation
el: Ολοκλήρωση χειρισμού εργασίας
es: Operación para trabajos realizados
fr: Requête du travail effectué
it: Operazione da eseguire a fax inviato
pl: Operacja do wykonania
ru: Операция завершения
tr: Tamamlanmış işlem

source: Operation to perform when job is done
de: Durchzuführende Operation, wenn der Auftrag abgeschlossen ist
es: Operación a ejecutar cuando finalice el trabajo
fr: Operation a effectuer en fin de travail
it: Operazione da eseguire a fax inviato
pl: Operacja do wykonania gdy zadanie zostanie ukończone
ru: Операция, выполняемая после завершения задания
tr: iş bittiğinde gerçekleştirilecek eylem

source: Number
de: Nummer
el: Αριθμός
es: Número
fr: Numéro
it: Numero
pl: Numer
ru: Номер
tr: Numara

source: Public (external) format of dialstring
de: Öffentliches (externes) Format der Telefonnummer
el: Εξωτερική διαμόρφωση κλήσεων
es: Formato público (externo) de cadena de marcación
fr: Format public (externe) de la chaîne composée
it: Numero fax in formato canonico
pl: Format numeru publicznego
ru: Полный номер (с префиксами)
tr: Arama dizesi genel (harici) biçimi

source: Ready
de: Bereit
es: Preparado
fr: Pret
it: Pronto
pl: Gotowy
ru: Готов
tr: Hazır

source: Document ready for transmission
de: Dokument bereit zur Übertragung
es: Documento preparado para la transmisión
fr: Document pret pour la transmission
it: Documento pronto per la trasmissione
pl: Dokument gotowy do wysłania
ru: Документ готов к передаче
tr: İletime hazır belge

source: Group identifier
de: Gruppenbezeichner
el: Εντοπιστής ομάδας
es: Identificador de grupo
fr: Identité groupe
it: Identificativo gruppo
pl: Identyfikator grupy
ru: Групповой идентификатор
tr: Grup kimiliği

source: HylaFAX job group identifier
de: HylaFAX Gruppenbezeichner
es: Identificador del grupo de trabajo de HylaFAX
fr: Identifiant de groupe de travaux Hylafax
it: Identificatore gruppo fax HylaFAX
pl: Identyfikator grupy zadań HylaFAX
ru: Групповой идентификатор задания HylaFAX
tr: HylaFAX işlem gurubu tanımlayıcısı

source: HylaFAX job identifier
de: HylaFAX Auftragsbezeichner (ID)
es: Identificador del trabajo de HylaFAX
fr: Identafiant de travail Hylafax
it: Identificatore fax HylaFAX
pl: Identyfikator zadania HylaFAX
ru: Идентификатор задания HylaFAX
tr: HylaFAX işlem tanımlayıcısı

source: Tag string
de: Überschrift ("job tag")
es: Cadena de texto de etiqueta
fr: Texte du libellé
it: Stringa identificativa
pl: Etykieta
ru: Метка
tr: Etiket dizesi

source: Client-specified job tag string
de: Clientenspezifizierte Auftragsüberschrift ("job tag")
es: Cadena de texto de la etiqueta del trabajo especificada por el cliente
fr: Texte du libellé du travail spécifié pour le client
it: Stringa identificativa specificata dal client
pl: Wprowadzona przez użytkownika treść etykiety
ru: Метка задания, определяемая клиентом
tr: İstemci-tanımlı işlem etiket dizesi

source: Job type
de: Auftragstyp
el: Τύπος εργασίας
es: Tipo de trabajo
fr: Type de travail
it: Tipo di trasmissione
pl: Typ zadania
ru: Тип задания
tr: İşlem tipi

source: Job type identification string
de: Bezeichner für den Auftragstyp
es: Cadena de identificación del tipo de trabajo
fr: Chaine d'identification de type de travail
it: Stringa di identificazione tipo fax
pl: Opis typu zadania
ru: Строка идентификаторов типа задания
tr: İşlem türü tanımlama metni

source: Job kill time
de: Auftragsabbruchzeit
el: Χρόνος τερματισμού εργασίας
es: Fecha límite para el trabajo
fr: Heure d'arrêt du travail
it: Orario limite per l'invio del fax
pl: Data usunięcia zadania
ru: Время отмены задания
tr: İşlem sonlandırma süresi

source: Time to give up trying to send job
de: Zeitpunkt, ab dem das Senden des Auftrags aufgegeben wird
es: Tiempo para cancelar el envío un trabajo
fr: Temps d'abandon un envois
it: Orario oltre il quale rinunciare all'invio del fax
pl: Po jakim czasie zadanie ma zostać zakończone
ru: Время прекращения попыток выполнить задание отправки
tr: Gönderme işi için denemeden vazgeçme zamanı

source: Location
de: Ort
el: Τοποθεσία
es: Ubicación
fr: Lieu
it: Indirizzo
pl: Lokalizacja
ru: Адрес
tr: Yer

source: Destination geographic location
de: Geographischer Ort des Empfängers
el: Προορισμός γεωγραφικής τοποθεσίας
es: Ubicación geográfica del destinatario
fr: Localisation géographique du destinataire
it: Indirizzo di destinazione
pl: Geograficzna lokalizacja odbiorcy
ru: Географическое местоположение получателя
tr: Hedef coğrafik yer

source: Sender e-mail
el: Αποστολέας e-mail
es: Dirección de correo electrónico del destinatario
fr: Adresse email de l'emetteur
it: E-mail del mittente
pl: Adres e-mali nadawcy
ru: e-mail отправителя
tr: Gönderen e-posta adresi

source: Email address of sender
de: E-Mail-Adresse des Absenders
es: Dirección de correo electrónico del remitente
fr: Adresse mail de l'expediteur
it: Indirizzo e-mail mittente
pl: Adres e-mail wysyłającego
ru: Адрес электронной почты отправителя
tr: Gönderen e-posta adresi

source: Maximum # dials
de: Max. Anz. Wählversuche
el: Μέγιστος αριθμός # κλήσεων
es: Nº máximo de llamadas
fr: Maximum # appels
it: Chiamate massime
pl: Maksymalnie prób połączenia
ru: Макс. # дозвонов
tr: En fazla # arama

source: Maximum number of times to dial
de: Maximale Anzahl Wählversuche
es: Número máximo de ocasiones para llamar
fr: Nombre maximum de tentatives de numerotation
it: Numero massimo di chiamate
pl: Maksymalna liczba prób nawiązania połączenia
ru: Максимальное количество дозвонов
tr: en fazla çevirilecek numara sayısı

source: Max. tries
de: Max. Versuche
el: Μέγιστες.προσπάθειες
es: Intentos máx.
fr: Essais maximum
it: Tentativi massimi
pl: Maksimum prób
ru: Макс. попыток
tr: En fazla deneme

source: Maximum number of attempts to send job
de: Maximale Anzahl Versuche, den Auftrag abzusenden
es: Número máximo de intentos para enviar un trabajo
fr: Nombre maximum de tentatives d'envois
it: Numero massimo di tentativi di invio
pl: Maksymalna liczba prób dla zadania
ru: Максимальное количество попыток отправки задания
tr: Gönderme işlemi için en fazla deneme sayısı

source: Minimum speed
de: Minimale Geschwindigkeit
es: Velocidad mínima
fr: Vitesse minimale
it: Velocità minima
pl: Minimalna szybkość
ru: Минимальная скорость
tr: En az hız

source: Minimum required transmit speed
de: Minimal erforderliche Übertragungsgeschwindigkeit
es: Velocidad de transmisión mínima requerida
fr: Vitesse minimale de transmission requise
it: Velocità di trasmissione minima richiesta
pl: Minimalna wymagana szybkość transmisji
ru: Требуемая минимальная скорость передачи
tr: Gerekli olan en az iletim hızı

source: Modem
el: διαμορφωτης-αποδιαμορφωτής
es: Módem
ru: Модем

source: Outgoing modem to use
de: Zu verwendendes ausgehendes Modem
es: Módem para utilizar en el envío
fr: Modem de sortie a utiliser
it: Modem da utilizzare
pl: Użyj modemu
ru: Модем для исходящей связи
tr: Giden faks için kullanılacak modem

source: # consecutive failed tries
de: Anz. aufeinanderfolgender Fehlversuche
el: # αλλεπάλληλες αποτυχημένες προσπάθειες
es: Número de intentos consecutivos erróneos
fr: # Nombre d'essais consécutifs échoués
it: Tentativi falliti consecutivamente
pl: Liczba prób
ru: # неуспешных передач
tr: # ardışık başarısız denemeler

source: Number of consecutive failed attempts to place call
de: Anzahl aufeinanderfolgender fehlgeschlagener Wählversuche
es: Número de intentos consecutivos fallidos para establecer una llamada
fr: Nombre consecutif
it: Numero di tentativi consecutivi falliti di eseguire la chiamata
pl: Liczba prób nawiązania połaczenia zakończonych niepowodzeniem
ru: Количество последовательных неуспешных попыток дозвониться
tr: Aramak için ardışık başarısız girişim sayısı

source: Notification
de: Benachrichtigung
el: Γνωστοποίηση
es: Notificación
it: Notifica
pl: Powiadomienie
ru: Уведомление
tr: Bilgilendirme

source: Email notification specification
de: E-Mail-Benachrichtigungsspezifikation
es: Especificación de la notificación por correo electrónico
fr: Specification de la notification par mail
it: Indirizzo e-mail per le notifiche
pl: Powiadamianie e-mailem
ru: Детализация уведомления по Email
tr: E-posta bildirim özellikleri

source: # pages
de: Anz. Seiten
el: # σελίδες
es: Nº de páginas
fr: Numéro des pages
it: Pagine trasmesse
pl: Stron
ru: # страниц
tr: # sayfalar

source: Number of pages transmitted
de: Anzahl übertragener Seiten
es: Número de páginas transmitidas
fr: Nombre de pages transmises
it: Numero di pagine trasmesse
pl: Liczba przesłanych stron
ru: Количество переданных страниц
tr: İletilen sayfa sayısı

source: Tries (current page)
de: Versuche (aktuelle Seite)
es: Intentos (página actual)
fr: Essais (page en cours)
it: Tentativi (pagina corrente)
pl: Prób (bieżąca strona)
ru: Попытки (текущая страница)
tr: Denemeler (şu anki sayfa)

source: Number of attempts to send current page
de: Anzahl Versuche, die aktuelle Seite zu senden
es: Número de intentos para enviar la página actual
fr: Nombre de tentatives d'envoi de la page en cours
it: Numero di tentativi per l'invio della pagina corrente
pl: Liczba prób wysłania bieżącej strony
ru: Количество попыток передачи текущей страницы
tr: Şu anki sayfayı

source: Specified number
de: Angegebene Nummer
el: Εξειδικευμένος αριθμός
es: Número especificado
fr: Numéro spécifié
it: Numero specificato
pl: Wprowadzony numer
ru: Заданный номер
tr: Tanımlı numara

source: Client-specified dialstring
de: Vom Client angegebene Telefonnummer
el: Κλήση οριζόμενη απο τον πελάτη
es: Cadena de marcación especificada por el cliente
fr: Point de marquage spécifique pour le client
it: Numero fax specificato dal client
pl: Wprowadzony numer przez użytkownika
ru: Номер, заданный клиентом
tr: İstemci-tanımlı arama dizesi

source: Owner
de: Besitzer
el: Κάτοχος
es: Propietario
fr: Propriétaire
it: Proprietario
pl: Właściciel
ru: Владелец
tr: Sahibi

source: Job owner
de: Besitzer des Auftrags
el: Κάτοχος εργασίας
es: Propietario del trabajo
fr: Travail du propriétaire
it: Proprietario fax
pl: Właściciel zadania
ru: Владелец задания
tr: İşlem sahibi

source: Page PIN
de: Seiten-PIN
es: PIN de página
it: PIN messaggi 'page'
pl: PIN dla strony
ru: PIN страницы
tr: Sayfa PIN

source: PIN in a page operation
de: PIN in einer Seitenoperation
es: Operación de PIN en la página
fr: PIN dans une operation de page
it: PIN in un invio di un 'page'
pl: PIN dla operacji na stronie
ru: PIN в операции со страницей
tr: Bir sayfa işlemindeki PIN

source: Page chop handling
de: Seitenabtrennungsbehandlung
el: χειρισμός οριοθέτησης σελίδας
es: Gestión de recorte de página
fr: Gestion de l'enregistrement de la page
it: Gestione taglio pagina
pl: Obsługa dzielenia strony
ru: Поддержка обрезки страниц
tr: Sayfa kesme

source: Whitespace truncation handling
de: Behandlung des Abschneidens leerer Bereiche
es: Gestión del truncado de espacios en blanco
fr: gestion des troncature des espaces
it: Gestione troncamento spazi bianchi
pl: Usuwanie białych znaków
ru: Поддержка усечения пустого места
tr: boşluk kesme işlemi

source: Page handling
de: Seitenbehandlung
es: Gestión de página
fr: Gestion de page
it: Gestione 'page'
pl: Obsługa strony
ru: Обработка страницы
tr: Sayfa işleme

source: Page analysis information
de: Informationen zur Seitenanalyse
es: Información del análisis de la página
fr: Informations d'analyde de page
it: Informazioni di analisi 'page'
pl: Informacje analityczne o stronie
ru: Аналитическая информация страницы
tr: Sayfa çözümleme bilgisi

source: Page length
de: Seitenlänge
el: Μήκος σελίδων
es: Longitud de página
fr: Longueur de la page
it: Lunghezza pagina
pl: Długość strony
ru: Длина страницы
tr: Sayfa uzunluğu

source: Page length in mm
de: Seitenlänge in mm
el: Μήκος σελίδων σε χιλιοστά
es: Longitud de página en mm
fr: Longueur de la page en mm
it: Lunghezza pagina in mm
pl: Długość strony w mm
ru: Длина страницы в мм
tr: Sayfa uzunluğu mm olarak

source: Page width
de: Seitenbreite
el: Πλάτος σελίδας
es: Ancho de página
fr: Largeur de la page
it: Larghezza pagina
pl: Szerokość strony
ru: Ширина страницы
tr: Sayfa genişliği

source: Page width in mm
de: Seitenbreite in mm
el: Πλάτος σελίδας σε χιλιοστά
es: Ancho de página en mm
fr: Largeur de la page en mm.
it: Larghezza pagina in mm
pl: Szerokość strony w mm
ru: Ширина страницы в мм
tr: Sayfa genişliği mm olarak

source: Password
de: Passwort
el: Κωδικός
es: Contraseña
fr: Mot de passe
pl: Hasło
ru: Пароль
tr: Parola

source: Destination Password
de: Zielpasswort
el: Κωδικός προορισμού
es: Contraseña de destinatario
fr: Mot de passe destinataire
it: Password destinazione
pl: Hasło odbiorcy
ru: Пароль устройства получателя
tr: Hedef Parolası

source: Polling request
de: Abrufanfrage
es: Solicitud de fax bajo demanda
fr: Vote de requete
it: Richiesta di polling
pl: Rządanie pobrania
ru: Запрос
tr: Yoklama çağrısı isteği

source: Priority
de: Priorität
el: Προτεραιότητα
es: Prioridad
fr: Priorité
it: Priorità
pl: Priorytet użytkownika
ru: Приоритет
tr: Öncelik

source: Client-specified scheduling priority
de: Clientenspezifizierte Schedulingpriorität
el: Προγραμματισμένη προτεραιότητα οριζόμενη απο τον πελάτη
es: Prioridad de programación especificada por el cliente
fr: Priorité du temps d'envoie spécifié pour le client
it: Priorità di invio specificata dal client
pl: Proirytet wprowadzony przez użytkownik
ru: Установленный клиентом приоритет
tr: İstemci-tanımlı programlı öncelik

source: Receiver
de: Empfänger
el: Παραλήπτης
es: Receptor
fr: Destinataire
it: Destinatario
pl: Odbiorca
ru: Получатель
tr: Alıcı

source: Destination person (receiver)
de: Zielperson (Empfänger)
el: Πρόσωπο προορισμού (παραλήπτης)
es: Persona destinataria (receptor)
fr: Destination personne ( Destinataire)
it: Persona destinataria (ricevente)
pl: Odbiorca (osoba)
ru: Лицо, которому адресован факс (получатель)
tr: Hedef kişi (alıcı)

source: Resolution
de: Auflösung
el: Ανάλυση/ευκρίνεια
es: Resolución
fr: Résolution
it: Risoluzione
pl: Rozdzielczość
ru: Разрешение
tr: Çözünürlük

source: Document resolution in lines/inch
de: Auflösung des Dokuments in Zeilen/inch
el: Ευκρίνεια εγγράφου σε γραμμές
es: Resolución del documento en líneas/pulgadas
fr: Résolution du document par lignes / pouce
it: Risoluzione del documento in linee/pollice
pl: Rozdzielczość dokumentu w liniach na cal
ru: Разрешение документа, строк/дюйм
tr: Belge çözünürlüğü satır/inç olarak

source: Retry time
de: Uhrzeit Wiederholungsversuch
el: Χρόνος επαναπροσπάθειας
es: Tiempo de reintento
fr: Heure d'essais
it: Orario nuovo tentativo
pl: Czas powtórzenia
ru: Время повтора
tr: Deneme zamanı

source: Time to use between job retries
de: Zeitspanne zwischen Wiederholungsversuchen
es: Tiempo entre intentos de envíos de trabajo
fr: Delai entre les tentatives de travaux
it: Tempo di attesa fra tentativi
pl: Czas między próbami
ru: Временной интервал, используемый между повторами задания
tr: İşlem denemeleri arasında kullanılan süre

source: Returned status
de: Zurückgegebener Status
es: Estado retornado
fr: Satut retourne
it: Stato restituito
pl: Zwrócony status
ru: Возвращённое состояние
tr: Dönen durumu

source: Indicates status return value for the job
de: Gibt den Statusrückgabewert für den Auftrag an
es: Indica el valor del estado que ha retornado el trabajo
fr: Indique la valeur de statut de retour pour le travail
it: Indica il valore di stato restituito per il fax
pl: Oznacza status zwrócony przez zadanie
ru: Показывает возвращённое значение состояния задания
tr: İşlem için dönen değer durumunu belirtir

source: Scheduling priority
de: Schedulingpriorität
el: προγραμματισμένη προτεραιότητα
es: Prioridad de programación
fr: Priorité programmée
it: Priorità di invio
pl: Priorytet
ru: Приоритет задания
tr: Öncelik çizelgesi

source: Current scheduling priority
de: Aktuelle Schedulingpriorität
el: Τρέχουσα προγραμματισμένη προτεραιότητα
es: Prioridad de la programación actual
fr: Priorité programmée actuelle
it: Priorità di invio corrente
pl: Bieżący priorytet zadania
ru: Текущий приоритет задания
tr: Şu anki planlı öncelik

source: Sender
el: Αποστολέας
es: Emisor
fr: Emetteur
it: Mittente
pl: Nadawca
ru: Отправитель
tr: Gönderen

source: Sender's identity
de: Identität des Senders
el: Ταυτότητα αποστολέα
es: Identificación del emisor
fr: Identité de l'émetteur
it: Identità del mittente
pl: Identyfikator nadawcy
ru: Личность отправителя
tr: Gönderenin kimliği

source: Speed
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
fr: Vitesse
it: Velocità
pl: Szybkość transmisji
ru: Скорость
tr: Hız

source: Signalling rate at which a facsimile was sent
de: Übertragungsrate, mit der ein Fax gesendet wurde
es: Tasa de señalización a la que se ha enviado el fax
fr: Indiquer la vitesse d'envoi du fax
it: Velocità a cui il fax è stato inviato
pl: Szybkość transmisji w trakcie wysyłania
ru: Скорость передачи, на которой был отправлен факс
tr: Bir faks gönderildiğinde iletim hızı

source: Job state
de: Auftragsstatus
el: Κατάσταση εργασίας
es: Estado del trabajo
fr: Etat du travail
it: Stato
pl: Status zadania
ru: Состояние задания
tr: İşlem durumu

source: Status
el: Κατάσταση
es: Estado
fr: Statut
it: Stato (dettagli su ultimo fallimento)
ru: Состояние
tr: Durum

source: Job status information from last failure
de: Auftragsstatusinformation von letztem Fehlversuch
el: Κατάσταση εργασίας απο την τελευταία αποτυχία
es: Información del estado del trabajo desde el último error
fr: Statut du travail , information depuis la dernière erreur
it: Informazioni sui motivi dell'ultimo fallimento
pl: Informacja o statusie poprzedniego błędu
ru: Информация о состоянии задания
tr: Son başarısız girişim durum bilgisi
