Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/messages_*.po
Languages: de, el, es, fr, it, pl, ru, tr

source: Connect or disconnect to the HylaFAX server
de: Die Verbindung zum HylaFAX-Server aufbauen oder trennen
el: Σύνδεση ή αποσύνδεση στο HylaFAX σέρβερ
es: Conectar o desconectar del servidor HylaFAX
fr: Se connecter ou deconnecter du serveur Hylafax
it: Connette o disconnette al server HylaFAX
pl: Połącz lub rozłącz z serwerem HylaFAX
ru: Соединиться с сервером HylaFAX или отключиться от сервера
tr: HylaFAX sunucuya bağlan yada bağlantıyı kes

source: Customize toolbar
de: Symbolleiste anpassen
el: Προσαρμογή της γραμμής εργαλείων
es: Personalizar barra de herramientas
fr: Barre d'outils personnalisee
it: Personalizza barra strumenti
pl: Personalizuj toolbar
ru: Настроить панель инструментов
tr: Araç çubuğunu özelleştir

source: Customize the toolbar
de: Die Symbolleiste anpassen
es: Personalizar la barra de herramientas
fr: Personnaliser la barre d'outils
it: Personalizza la barra strumenti
pl: Personalizuj toolbar
ru: Настроить панель инструментов
tr: Araç çubuğunu özelleştir

source: Edit keyboard shortcuts
de: Tastaturkürzel bearbeiten
es: Editar los atajos de teclado
fr: Editer les raccourcis clavier
it: Modifica scorciatoie da tastiera
pl: Edycja skrotów klawiaturowych
ru: Редактировать "горячие" клавиши
tr: Klavye kısayollarını düzenle

source: Customize the keyboard shortcuts
de: Bearbeitet die Tastaturkürzel
es: Personalizar los atajos de teclado
fr: Personaliser les raccourcis clavier
it: Personalizza le scorciatoie da tastiera
pl: Personalizuj skruty klawiaturowe
ru: Настроить "горячие" клавиши
tr: Klavye kısayollatını özelleştir

source: Checks if there is a newer version of YajHFC available
de: Überprüft, ob eine neue Version von YajHFC verfügbar ist.
es: Comprueba si hay una nueva versión de YajHFC disponible
fr: Rechercher si une nouvelle version de YajHFC est disponible
it: Verifica se è disponibile una nuova versione di YajHFC
pl: Sprawdź czy jest dostępna nowsza wersja YajHFC
ru: Проверить, доступна ли более новая версия YajHFC
tr: YajHFC'nin yeni sürümünün olup olmadığını kontrol eder

source: Answering a phone call requires a direct connection to the HylaFAX server which is not available.
de: Einen Anruf zu beantworten erfordert eine direkte Verbindung zum HylaFAX-Server, die nicht verfügbar ist.
es: Para responder a una llamada telefónica necesita una conexión directa con el servidor HylaFAX y no está disponible.
fr: Repondre a un appel telephonique necessite une connection directe au serveur Hylafax qui n'est pas disponible.
it: Per rispondere ad una chiamata telefonica bisogna avere una connessione diretta al server HylaFAX, che non è disponibile.
pl: Odebranie połączenia wymaga bezpośredniego połączeniaz serwerem HylaFAX, ktróre nie jest dostepne.
ru: Для ответа на телефонный звонок требуется прямое подключение к серверу HylaFAX, которое не доступно.
tr: Telefon aramasına cevap verme, HylaFAX sunucu ile doğrudan bağlantı gerektirir ki bu kullanılır değil.

source: Answer call
de: Anruf beantworten
es: Responder a la llamada
fr: Reponse à l'appel
it: Rispondi alla chiamata
pl: Odbierz połączenie
ru: Ответить на звонок
tr: Aramaya cevap ver

source: No valid modem found.
de: Kein gültiges Modem gefunden.
es: No se ha encontrado ningún módem válido.
fr: Pas de modem valide trouvé
it: Nessun modem idoneo trovato.
pl: Nie odnaleziono modemu.
ru: Не найден допустимый модем.
tr: Geçerli modem bulunamadı.

source: Please select which modem shall answer a phone call:
de: Bitte wählen Sie aus, welches Modem einen Telefonanruf beantworten soll:
es: Por favor, seleccione el módem para responder una llamada telefónica:
fr: Svp selectionnez quel modem doit répondre à l'appel téléphonique:
it: Selezionare quale modem deve rispondere alle chiamate telefoniche:
pl: Wybierz modem, który ma odebrać połączenie:
ru: Пожалуйста, выберите модем, который должен ответить на звонок:
tr: Lütfen hangi modemin aramalara cevap vereceğini seçin:

source: Error answering the phone call:
de: Fehler beim Beantworten des Telefonanrufs:
es: Error al responder la llamada telefónica:
fr: Erreur de réponse à l'appel téléphonique:
it: Errore durante la risposta alla chiamata telefonica:
pl: Wystąpił błąd w trakcie odbierania połączenia:
ru: При ответе на телефонный звононок произошла ошибка:
tr: Aramaya cevap verirken hata:

source: Answering a phone call requires administrative privileges. Please enable admin mode first.
de: Einen Telefonanruf zu beantworten benötigt administrative Privilegien. Bitte aktivieren Sie vorher den Admin-Modus.
es: Para responder una llamada telefónica se necesitan privilegios de administrador. Por favor, habilite en primer lugar el modo administrador.
fr: Repondre à un appel téléphonique nécessite des privilèges administratifs. Svp Autorisez le mode administratif avant.
it: Rispondere ad una chiamata richiede i privilegi di amministratore. Abilitare la modalità amministratore.
pl: Odebranie połączenia wymaga uprawnień administratora. Przejdź w tryb administratora.
ru: Для ответа на телефонный звонок требуются привилегии администратора. Пожалуйста, сначала включите режим администрирования.
tr: Aramaya cevap verebilmek için yönetici hakları gereklidir. Lütfen yönetici kipini açın.

source: Manually answer a phone call with a modem
de: Beantwortet einen Telefonanruf manuell mit einem Modem
es: Responder manualmente a una llamada telefónica con un módem
fr: Répondre manuellement à un appel téléphonique
it: Rispondi manualmente ad una chiamata telefonica con il modem
pl: Odbierz połączenie z użyciem wybranego modemu
ru: Ответить модемом на звонок вручную
tr: El ile bir modem ile aramaya cevap ver

source: Search fax
de: Fax suchen
es: Buscar fax
fr: Recherche Fax
it: Cerca fax
pl: Wyszukaj faks
ru: Поиск факса
tr: Faks ara

source: Searches for a fax
de: Sucht nach einem Fax
es: Busca un fax
fr: Rechercher un Fax
it: Cerca un fax
pl: Wyszukaj faks
ru: Найти факс
tr: Bir faks ara

source: Viewing logs
de: Zeige Logs an
es: Visualizar los registros
fr: Affichage des logs
it: Visualizzazione log
pl: Wyświetlanie logów
ru: Просмотр журналов
tr: Günlük görüntüleniyor

source: Displays the communication log of the selected fax
de: Zeigt das Kommunikations-Log des ausgewählten Faxes an
es: Muestra el registro de comunicación del fax seleccionado
fr: Affiche les logs de communication pour le fax sélectionné
it: Mostra il log delle comunicazioni del fax selezionato
pl: Wyświetl log transmisji wybranego faksu
ru: Показать журнал передачи выбранного факса
tr: Seçili faksın iletişim günlüklerini görüntüle

source: Log console
de: Log-Konsole
es: Consola de registros
fr: Cosole des Log
it: Console di log
pl: Log konsoli
ru: Консоль журнала
tr: Günlük uçbirimi

source: Displays the YajHFC log in real time
de: Zeigt das YajHFC-Log in Echtzeit an
es: Muestra los registros de YajHFC en tiempo real
fr: Afficher les logs YajHFC en temps reel
it: Mostra il log di YajHFC in tempo reale
pl: Wyświetlaj log YajHFC na bieżąco
ru: Отображает журнал YajHFC в реальном времени
tr: Gerçek zamanlı olarak YajHFC loglarını görüntüler

source: Show Toolbar
de: Symbolleiste anzeigen
es: Mostrar la barra de herramientas
fr: Afficher la barre des outils
it: Mostra la barra degli strumenti
pl: Wyświetl pasek narzędzi
ru: Показывать панель инструментов
tr: Araç çubuğunu göster

source: Shows or hides the toolbar.
de: Zeigt die Symbolleiste an oder versteckt sie
es: Muestra u oculta la barra de herramientas.
fr: Afficher ou cacher la barre des outils
it: Mostra o nasconde la barra degli strumenti
pl: Wyświetla lub ukrywa pasek narzędzi
ru: Показывает или скрывает панель инструментов.
tr: Araç çubuğunu gösterir veya gizler.

source: Show Quick Search bar
de: Schnellsuchleiste anzeigen
es: Mostrar la barra de búsqueda rápida
fr: Afficher la barre de recherche rapide
it: Mostra la barra di Ricerca Veloce
pl: Wyświetl pasek Szybkiego wyszukiwania
ru: Показывать панель быстрого поиска
tr: Hızlı arama çubuğunu göster

source: Show or hides the Quick Search toolbar.
de: Zeigt die Schnellsuchleiste oder versteckt sie
es: Muestra u oculta la barra de herramientas de búsqueda rápida.
fr: Afficher ou masquer la barre de recherche rapide
it: Mostra o nasconde la barra di Ricerca Veloce
pl: Wyświetla lub ukrywa pasek Szybkiego wyszukiwania
ru: Показывает или скрывает панель быстрого поиска.
tr: Hızlı arama çubuğunu gösterir veya gizler.

source: Shows/Changes the current server.
de: Zeigt/Ändert den aktuell ausgewählten Server
es: Muestra/cambia el servidor actual.
fr: Affcher/modifier le serveur courant.
it: Mostra/Cambia il server corrente.
pl: Wyświetla/Zmienia bieżący serwer.
ru: Показать/Изменить текущий сервер.
tr: Şuanki sunucuyu göster/değiştir

source: Select All
de: Alles Auswählen
el: Επιλογή όλων
es: Seleccionar todo
fr: Tout Sélectionner
it: Seleziona tutto
pl: Wybierz wszystko
ru: Выделить Все
tr: Hepsini seç

source: Selects all rows
de: Wählt alle Zeilen aus
es: Selecciona todas las filas
it: Seleziona tutte le righe
ru: Выделить все строки

source: Edit user comment
de: Benutzerkommentar bearbeiten
es: Editar el comentario de usuario
it: Modifica commento utente
ru: Редактировать примечание

source: Edit this job's user comment
de: Benutzerkommentar dieses Auftrags bearbeiten
es: Edita este comentario del trabajo de usuario
it: Modifica il commento utente di questo fax
ru: Редактировать примечание к этому заданию

source: Auto-size status bar
de: Automatische Höhe der Statusleiste
es: Ajustar automáticamente la barra de estado
fr: Taille-automatique Barre de status
it: Autoridimensiona la barra di stato
pl: Automatycznie dopasuj belkę statusu
ru: Подгонять высоту строки состояния
tr: Durum çubuğunu otomatik boyutlandır

source: Automatically resize the status bar
de: Die Höhe der Statusleiste automatisch bestimmen
es: Ajusta automáticamente el tamaño de la barra de estado
fr: Retailler la barre de status automatiquement
it: Ridimensiona automaticamente la barra di stato
pl: Automatycznie dopasuj belkę statusu
ru: Автоматически изменять размер строки состояния
tr: Durum çubuğunu otomatik olarak yeniden boyutlandır

source: Connect
de: Verbinden
el: Σύνδεση
es: Conectar
fr: Connecter
it: Connetti
pl: Połącz
ru: Соединиться с сервером
tr: Bağlan

source: Disconnect
de: Trennen
el: Αποσύνδεση
es: Desconectar
fr: Déconnecter
it: Disconnetti
pl: Rozłącz
ru: Отключиться от сервера
tr: Bağlantıyı kes

source: Fetching fax list...
de: Hole Faxliste...
el: Αναζήτηση της λίστας φαξ
es: Obteniendo lista de faxes...
fr: Récupération de la liste de Fax....
it: Aggiornamento elenco fax...
pl: Pobieranie listy faksów...
ru: Загрузка списка факсов...
tr: Faks listesi alınıyor...

source: View
de: Ansicht
el: Προβολή
es: Ver
fr: Visualiser
it: Visualizza
pl: Wyświetl
ru: Вид
tr: Görünüm

source: Logging out...
de: Ausloggen läuft...
el: Αποσύνδεση χρήστη..
es: Cerrando la sesión...
fr: Sortie du mode trace...
it: Uscita in corso...
pl: Wylogowywanie...
ru: Отключение от сервера ...
tr: Çıkış işlemi yapılıyor...

source: Disconnected.
de: Nicht verbunden.
el: Αποσυνδεδεμένο.
es: Desconectado.
fr: Déconnecté
it: Disconnesso.
pl: Rozłączony
ru: Отсоединено.
tr: Bağlantı kesildi.

source: Logging in...
de: Einloggen läuft...
el: Σύνδεση...
es: Iniciando la sesión...
fr: Entrée en mode trace...
it: Accesso in corso...
pl: Uwierzytelnianie...
ru: Соединение с сервером ...
tr: Giriş yapılıyor...

source: Help
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
it: Aiuto
pl: Pomoc
ru: Помощь
tr: Yardım

source: Received
de: Empfangen
el: Ελήφθη
es: Recibidos
fr: Reçus
it: Ricevuti
pl: Odebrane
ru: Принятые
tr: Gelen

source: Received faxes
de: Empfangene Faxe
el: Φαξ που παρελήφθησαν
es: Faxes recibidos
fr: Fax reçus
it: Fax ricevuti
pl: Faksy odebrane
ru: Принятые факсы
tr: Alınan fakslar

source: Sent
de: Gesendet
el: Εστάλη
es: Enviados
fr: Envoyés
it: Inviati
pl: Wysłane
ru: Отправленные
tr: Giden

source: Sent faxes
de: Gesendete Faxe
el: Απεσταλμένα φαξ
es: Faxes enviados
fr: Fax envoyés
it: Fax inviati
pl: Faksy wysłane
ru: Отправленные факсы
tr: Gönderilen fakslar

source: Transmitting
de: Sendend
el: Εκπομπή
es: Transmisión
fr: Transmission
it: In uscita
pl: Do wysłania
ru: Передача
tr: İletiliyor

source: Faxes in the output queue
de: Faxe in der Ausgangswarteschlange
el: Φαξ σε σειρά προτεραιότητας εξόδου
es: Faxes en la cola de salida
fr: Fax dans la file d'attente de sortie
it: Fax in coda
pl: Faksy w kolejce do wysłania
ru: Факсы в исходящей очереди
tr: Çıkış kuyruğundaki fakslar

source: Archive
de: Archiv
es: Archivador
fr: Archiver
it: Archivio
pl: Archiwum
ru: Архив
tr: Arşiv

source: Table
de: Tabelle
es: Tabla
it: Tabella
pl: Tabela
ru: Таблица
tr: Tablo

source: All faxes
de: Alle Faxe
el: Όλα τα φαξ
es: Todos los faxes
fr: Tous les fax
it: Tutti i fax
pl: Wszystkie faksy
ru: Все факсы
tr: Tüm fakslar

source: Only own faxes
de: Nur eigene Faxe
el: Μόνο τα δικά σου φαξ
es: Sólo los propios faxes
fr: Seulement ses propres fax
it: Solo i propri fax
pl: Tylko własne faksy
ru: Только свои факсы
tr: Sadece sahibi olunan fakslar

source: Custom filter...
de: Benutzerdefinierter Filter...
el: παραμετροποιημένο φίλτρο
es: Filtro personalizado...
fr: Personnaliser le filtre
it: Filtro personalizzato...
pl: Własny filtr...
ru: Настраиваемый фильтр ...
tr: Özel filtre...

source: Custom filter for table {0}
de: Benutzerdefinierter Filter für Tabelle {0}
el: Όρισε φίλτρο για τον πίνακα {0}
es: Filtro personalizado para la tabla {0}
fr: Filtre personnalisé pour la table {0}
it: Filtro personalizzato per l''elenco {0}
pl: Własny filtr dla tabeli "{0}"
ru: Настраиваемый фильтр для таблицы {0}
tr: Tablo {0} için özel filtre

source: Only display fax jobs fulfilling:
de: Nur Faxe anzeigen, die Folgendes erfüllen:
el: Δείξε μόνο τα φαξ που ανταποκρίνοντα/πληρούν τις προϋποθέσεις:
es: Mostrar sólo los trabajos de fax que cumplan estas condiciones:
fr: Afficher seulement les travaux fax filtrés:
it: Visualizza solo i fax che rispettino:
pl: Wyświetl zadania spełniające:
ru: Показывать только задачи, удовлетворяющие:
tr: Sadece işlem yapılan faksları göster:

source: You have entered no filtering conditions. Do you want to show all faxes instead?
de: Sie haben keine Filterbedingung eingegeben. Möchten Sie stattdessen alle Faxe anzeigen?
es: No ha introducido condiciones para el filtrado. ¿Desea mostrar todos los faxes en su lugar?
fr: Vous n'avez pas entre de condition pour le filtre. Voulez vous visualiser tous les faxs ?
it: Non sono state inserite condizioni filtro. Si vogliono invece visualizzare tutti i fax?
pl: Nie podałes kryterium filtrowania. Czy chcesz wyświetlić wszystkie faksy?
ru: Вы не ввели условия фильтрации. Показать все факсы?
tr: Filtreleme şartı girmediniz. Bunun yerine tüm faksları görüntülemek ister misiniz?

source: Please enter a valid date/time! (Hint: Exactly the same format as in the fax job table is expected)
de: Bitte geben Sie ein gültiges Datum ein! (Hinweis: Es wird genau das selbe Format wie in der Fax-Tabelle erwartet)
el: (Υπόδειξη:Ακριβώς την ίδια προετοιμασία για χρήση/διαμόρφωση με αυτήν που αναμένεται στον πίνακα εργασιών του φαξ
es: Por favor, introduzca una fecha/hora válida! (Pista: Debe mantener el mismo formato que el utilizado en la tabla de trabajos de fax)
fr: Veuillez saisir une date / heure valide ! (NB : Format identique au format de la table des travaux est attendu )
it: Inserire una data/ora valida! (Suggerimento: usare un formato uguale a quello nell'elenco dei fax)
pl: Wprowadź poprawną datę i czas! Porada: Wprowadź dokładnie w takim formacie jaki jest widoczny w tabeli zadań.
ru: Пожалуйста, введите Дату/Время! (Подсказка: Точно в таком же формате, как в таблице заданий)
tr: Lütfen geçerli bir tarih/saat girin! (İpucu: Faks işlem tablosundaki ile tam olarak aynı tarih/saat biçimi)

source: An error occured connecting to the server:
de: Beim Verbindungsaufbau mit dem Server ist ein Fehler aufgetreten:
el: Σφάλμα στην σύνδεση με τον σερβερ:
es: Ha ocurrido un error al conectar con el servidor:
fr: Erreur survenue lors de la connexion au serveur:
it: Errore durante la connessione al server:
pl: Wystapił błąd w trakcie próby połączenia z serwerem:
ru: Произошла ошибка при соединении с сервером:
tr: Sunucuya bağlanırken hata oldu:

source: Disconnected, will try to reconnect in {0} seconds...
de: Nicht verbunden, werde in {0} Sekunden versuchen, erneut zu verbinden...
es: Desconectado, se intentará la reconexión en {0} segundos...
fr: Deconnecte, tentative de reconnection dans {0} secondes...
it: Disconnesso, tentativo di riconnessione tra {0} secondi...
pl: Nie połączono, następna próba połączenia za {0} sekund...
ru: Отсоединено, следующая попытка подключения через {0} секунд...
tr: Bağlantı kesildi, {0} saniye içinde tekrar bağlanmaya çalışılacak...

source: Trying to reconnect...
de: Versuche neu zu verbinden...
es: Reconectando...
it: Tentativo di riconnessione...
ru: Попытка переподкючения...

source: Type here parts of the sender, recipient or file name in order to search for a fax.
de: Hier Teile des Senders, Empfängers oder Dateinamens eingeben, um nach einem Fax zu suchen.
es: Introduzca aquí el destinatario, remitente o el nombre de archivo para buscar un fax.
fr: Entrez ici une partie de l'expéditeur, récipiendaire ou nom de fichier pour rechercher le Fax.
it: Digita qui le porzioni di mittente, destinatario o nome file per la ricerca di un fax.
pl: Wprowadź odbiorcę, wysyłającego lub nazwy pliku aby rozpocząc wyszukiwanie.
ru: Чтобы найти факс, введите часть имени отправителя, получателя или файла.
tr: Faksı aramak için gönderen, alıcı veya dosya adının bir kısmını buraya yazın.

source: Reset quick search and show all faxes.
de: Schnellsuche zurücksetzen und alle Faxe anzeigen.
es: Restablecer la búsqueda rápida y mostrar todos los faxes.
fr: Annuller les recherches rapides et visualiser tous les Faxs.
it: Resetta la ricerca veloce e mostra tutti i fax.
pl: Wyczyść szybkie wyszukiwanie i wyświetl wszystkie faksy.
ru: Сбросить быстрый поиск и показать все факсы.
tr: Hızlı aramayı sıfırla ve tüm faksları göster.

source: (System default)
de: (Systemstandard)
el: (Ορισμός συστήματος)
es: (Predeterminado del sistema)
fr: (Système par défaut)
it: (Predefinito sistema)
pl: (Domyślny dla systemu)
ru: (Системный)
tr: (Sistem varsayılanı)

source: Choose a file using a dialog
de: Datei mittels Dialogfeld wählen
el: Επέλεξε ένα αρχείο χρησιμοποιώντας...
es: Seleccione un archivo utilizando el cuadro de diálogo
fr: Sélectionner un fichier avec la boite de dialogue
it: Scegli un file usando una finestra
pl: Wybierz plik
ru: Выбрать файл
tr: İletişim kullanarak bir dosya seç

source: Never
de: Nie
el: Ποτέ
es: Nunca
fr: Jamais
it: Mai
pl: Nigdy
ru: Никогда
tr: Asla

source: Delivered
de: Versandt
el: Παραδόθηκε
es: Enviado
fr: Effectué
it: Recapitato
pl: Doręczony
ru: Доставлен
tr: Gönderildi

source: Requeued
de: Neuversuch
el: Επανατοποθέτηση σε σειρά προτεραιότητας
es: Re-encolado
fr: En attente
it: Rimesso in coda
pl: Ponowiony
ru: Повторно поставлен в очередь
tr: Tekrar kuyruğa alında

source: Delivered or requeued
de: Versandt oder Neuversuch
el: Παραδόθηκε ή επανατοποθετήθηκε σε σειρά προτεραιότητας
es: Enviado o re-encolado
fr: Effectué ou en attente
it: Recapitato o rimesso in coda
pl: Doręczony lub ponowniony
ru: Доставлен или повторно поставлен в очередь
tr: Gönderildi yada tekrar kuyruğa alındı

source: is set
de: gesetzt
el: Διευθετήθηκε/Εγκαταστάθηκε
es: está establecido
fr: est mis
it: è impostato
pl: jest
ru: установлено
tr: ayarlanmış

source: is not set
de: nicht gesetzt
el: Δε διευθετήθηκε/Δεν εγκαταστάθηκε
es: no está establecido
fr: n'est pas mis
it: non è impostato
pl: nie jest
ru: не установлено
tr: ayarlanmamış

source: equals
de: gleich
el: Ισοδύναμα
es: es igual
fr: égal à
it: uguale a
pl: identyczny
tr: eşittir

source: not equals
de: ungleich
el: Δεν υπάρχει αντιστοίχιση/Άνισα
es: no es igual
fr: différent de
it: non uguale a
pl: różny
tr: eşit değildir

source: less than
de: kleiner als
el: Λιγότερο/Μικρότερο από
es: menor que
fr: inférieur à
it: minore di
pl: mniejszy od
tr: küçüktür

source: greater than
de: größer als
el: Μεγαλύτερο από
es: mayor que
fr: supérieur à
it: maggiore di
pl: większy od
tr: büyüktür

source: less or equal
de: kleiner oder gleich
el: Μικρότερο ή ίσο
es: menor o igual
fr: inférieur ou égal à
it: minore o uguale a
pl: mniejszy bądź równy
tr: küçük eşittir

source: greater or equal
de: größer oder gleich
el: Μεγαλύτερο ή ίσο
es: mayor o igual
fr: supérieur ou égal à
it: maggiore o uguale a
pl: wiekszy bądź równy
tr: büyük eşittir

source: Please enter a valid number!
de: Bitte geben Sie eine Zahl ein!
el: Παρακαλώ εισάγετε έναν έγκυρο αριθμό!
es: ¡Por favor, introduzca un número válido!
fr: Veuillez saisir un numéro valide!
it: Inserire un numero valido!
pl: Wprowadź poprawny numer!
ru: Пожалуйста, введите число!
tr: Lütfen geçerli bir numara girin!

source: Cancel
de: Abbrechen
el: Άκυρο
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
ru: Отмена
tr: İptal

source: Add
de: Hinzufügen
el: Πρόσθεσε
es: Añadir
fr: Ajouter
it: Aggiungi
pl: Dodaj
ru: Добавить
tr: Ekle

source: Any of the following conditions
de: Irgendeine der folgenden Bedingungen
el: Οποιαδήποτε από τις παρακάτω προϋποθέσεις/συνθήκες
es: Cualquiera de estas condiciones
fr: Une des conditions suivantes
it: Una delle seguenti condizioni
pl: Jaki kolwiek z poniższych warunków
ru: Любому из следующих условий
tr: Aşağıdaki koşullardan herhangi biri

source: All of the following conditions
de: Alle der folgenden Bedingungen
el: Όλες οι παρακάτω προϋποθέσεις
es: Todas estas condiciones
fr: Toutes les conditions suivantes
it: Tutte le seguenti condizioni
pl: Wszystkie z poniższych warunków
ru: Всем следующим условиям
tr: Aşağıdaki koşulların tümü

source: Question
de: Frage
es: Pregunta
it: Domanda
pl: Pytanie
ru: Вопрос
tr: Soru

source: (none)
de: (kein)
el: (κανένα)
es: (ninguno)
fr: (vide)
it: (vuoto)
pl: (brak)
ru: (нет)
tr: (hiç biri)

source: Case sensitive
de: Groß/Kleinschreibung beachten
el: Ευαίσθητη περίπτωση
es: Distinguir mayúsculas de minúsculas
fr: Respecter la case
it: Distingue MAIUSCOLE/minuscole
pl: Istotna wielkość liter
ru: Учитывать регистр
tr: Büyük/küçük harf duyarlı

source: Remove this condition
de: Diese Bedingung entfernen
el: Αφαίρεση αυτού του όρου
es: Eliminar esta condición
fr: Enlever la condition
it: Elimina questa condizione
pl: Usuń warunek
ru: Удалить это условие
tr: Bu koşulu kaldır

source: Please enter a valid compare value.
de: Bitte geben Sie einen gültigen Wert ein.
es: Por favor, introduzca un valor de comparación válido.
fr: Svp, entrez une valeur de comparaison valide
it: Immettere un valore comparativo valido.
pl: Wprowadź poprawną wartość do porównania
ru: Пожалуйста, введите допустимое значение для сравнения.
tr: Lütfen geçerli bir kıyaslama değeri girin.

source: Search
de: Suchen
el: Έρευνα
es: Buscar
fr: Recherche
it: Cerca
pl: Wyszukaj
ru: Поиск
tr: Ara

source: Forward
de: Vorwärts
el: Μπροστά
es: Hacia delante
fr: Avance
it: Avanti
pl: Do przodu
ru: Вперед
tr: İleri

source: Backward
de: Rückwärts
el: Πίσω
es: Hacia atrás
fr: Retour
it: Indietro
pl: Do tyłu
ru: Назад
tr: Geri

source: Wrap Search
de: Nach Listenende am Anfang weitersuchen
es: Búsqueda envolvente
fr: Recherche avancée
it: A fine elenco riparte dall'inizio
pl: Wyszukaj
ru: Циклический поиск
tr: Sarmal arama

source: Direction:
de: Richtung:
el: Κατεύθυνση:
es: Dirección:
it: Direzione:
pl: Kierunek:
ru: Направление:
tr: Yön:

source: Search options:
de: Suchoptionen:
el: Επιλόγες αναζήτησης:
es: Opciones de búsqueda:
fr: Options de recherche:
it: Opzioni di ricerca:
pl: Opcje wyszukiwania:
ru: Параметры поиска:
tr: Arama seçenekleri:

source: contains
de: enthält
el: περιέχει
es: contiene
fr: contient
it: contiene
pl: zawiera
ru: содержит
tr: İçerir
