Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/messages_*.po
Languages: de, el, es, fr, it, pl, ru, tr

source: Time to send:
de: Absendezeitpunkt:
es: Enviar a la siguiente hora:
fr: Heure d'envoi:
it: Orario invio:
pl: Termin realizacji:
ru: Время отправки:
tr: Gönderme zamanı:

source: Save a copy as...
de: Speichere eine Kopie als...
es: Guardar una copia como...
it: Salva una copia come...
pl: Zapisz kopię jako...
ru: Сохранить копию как...

source: The document {0} could not be converted to PostScript, PDF or TIFF. Reason:
de: Das Dokument {0} konnte nicht nach PostScript, PDF oder TIFF konvertiert werden. Grund:
el: Tο έγγραφο {0} δεν μπορεί να μετατραπεί σε υστερόγραφο , PDF or TIFF.Λόγος:
es: El documento {0} no se puede convertir a PostScript, PDF o TIFF. Motivo:
fr: Le document {0} n'a pas pu être converti en PostScript, PDF ou TIFF. Raison:
it: Il documento {0} non può essere convertito in PostScript, PDF o TIFF. Motivo:
pl: Dokument {0} nie może być konwertowany na PostScript, PDF or TIFF. Powód:
ru: Документ {0} невозможно преобразовать в PostScript, PDF или TIFF. Причина:
tr: Belge {0} PostScript, PDF veya TIFF'e dönüştürlemedi. Nedeni:

source: The attached fax could not be submitted successfully to HylaFAX.
de: Das angehängte Fax konnte nicht erfolgreich an HylaFAX weitergegeben werden.
es: No se ha podido enviar correctamente el fax adjunto a HylaFAX.
it: Il fax allegato non è stato inviato con successo ad HylaFAX
ru: Не удалось передать вложенный факс серверу HylaFAX.

source: Send log:
de: Sende-Log:
es: Registro de envío:
it: Log di invio:
ru: Журнал отправки:

source: Fax failed to send
de: Fax nicht erfolgreich gesendet
es: Error en el envío del fax
it: Invio fax fallito
ru: Факс отпавить не удалось

source: Now
de: Sofort
es: Ahora
fr: Maintenant
it: Adesso
pl: Teraz
ru: Сейчас
tr: Şimdi

source: In (timespan)
de: In (Zeitspanne)
es: Dentro de (período de tiempo)
fr: Dans (duree)
it: Dopo
pl: Za
ru: Через (интервал времени)
tr: İçinde (zaman süreci)

source: At (exact time)
de: Um (exakte Uhrzeit)
es: A la(s) (hora exacta)
fr: A (heure exacte)
it: Orario esatto
pl: W terminie
ru: В (точное время)
tr: Tam olarak zaman

source: Uploading {0}
de: Lade {0} hoch
el: Ανεβάζει {0}
es: Subiendo {0}
fr: Téléchargement {0}
it: Caricamento {0}
pl: Dodawanie {0}
ru: Выгрузка {0}
tr: {0} gönderiliyor

source: Converting {0}
de: Konvertiere {0}
es: Convirtiendo {0}
fr: Convertion {0}
it: Conversione {0}
pl: Konwertowanie {0}
ru: Преобразование {0}
tr: {0} çeviriliyor

source: Uploading document
de: Lade Dokument hoch
es: Subiendo el documento
fr: Telechargement du document
it: Caricamento documento
pl: Dodawanie dokumentu
ru: Выгрузка документа
tr: Belge yükleniyor

source: Creating {0} from documents to send
de: Erstelle {0} aus den zu sendenden Dokumenten
es: Creando {0} desde los documentos para enviar
fr: Creation de {0} depuis le document a envoyer
it: Creazione {0} dai documenti da inviare
pl: Tworzenie {0} z dokumentów do wysłania
ru: Создается {0} из документов для отправки
tr: Göndermek için belgelerden {0} oluşturuluyor

source: Can not read file "{0}"!
de: Kann Datei "{0}" nicht lesen!
el: Δεν μπορεί να διαβάσει το αρχείο "{0}"!
es: ¡No se puede leer el archivo "{0}"!
fr: Impossible de lire le fichier "{0}"!
it: Impossibile leggere il file "{0}"!
pl: Nie można odczytać pliku "{0}"!
ru: Невозможно прочитать файл "{0}"!
tr: Dosya "{0}" okunamıyor!

source: Can not read default cover page file "{0}"!
de: Kann Standarddeckblatt "{0}" nicht lesen!
es: ¡No se puede leer el archivo de la página de portada predeterminada "{0}"!
fr: Impossible de lire la page de garde par défaut "{0}"!
it: Impossibile leggere la copertina predefinita "{0}"!
pl: Nie można odczytać pliku domyślnej strony przewodniej "{0}"!
ru: Невозможно прочитать файл титульного листа по умолчанию "{0}"!
tr: Öntanımlı kapak sayfası dosyası "{0}" okunamıyor!

source: Creating cover page
de: Erstelle Deckblatt
el: Δημιουργεί εξώφυλλο
es: Creando página de portada
fr: Page de garde en cours de création
it: Creazione della copertina
pl: Tworzenie strony przewodniej
ru: Создание титульного листа
tr: Kapak sayfası oluşturuluyor

source: Formatting {0}
de: Formatiere {0}
el: Διαμορφώνει {0}
es: Dando formato {0}
fr: Formatage en cours {0}
it: Formattazione {0}
pl: Formatowanie {0}
ru: Форматирование {0}
tr: Biçimleniyor {0}

source: Error previewing the documents:
de: Fehler beim Erzeugen der Vorschau für die Dokumente:
el: Σφάλμα στην προεπισκόπηση των εγγράφων:
es: Error al previsualizar los documentos:
fr: Erreur de visualisation des documents:
it: Errore durante l'anteprima dei documenti:
pl: Wystapił błąd w trakcie generowania podglądu dokumentów:
ru: Ошибка просмотра докуметнтов:
tr: Belge önizlemede hata

source: Creating job to {0}
de: Erstelle Auftrag für {0}
el: Δημιουργεί εργασία στο {0}
es: Creando trabajo para {0}
fr: Creation de travaux pour {0}
it: Creazione fax per {0}
pl: Tworzenie zadania dla {0}
ru: Создание задания для {0}
tr: İş {0} için oluşturuluyor

source: An error occured while submitting the fax job for phone number "{0}" (will try to submit the fax to the other numbers anyway):
de: Beim Absenden des Faxes an die Telefonnummer "{0}" ist ein Fehler aufgetreten (werde trotzdem versuchen, Faxe an die anderen Nummern zu verschicken)
el: Σφάλμα προέκυψε κατά τη διάρκεια υποβολής του φαξ για το νούμερο τηλεφώνου "{0}" (να προσπαθήσει να υποβάλλει το φαξ στα άλλα νούμερα ούτως ή άλλως):
es: Ha ocurrido un error al enviar el fax al número de teléfono "{0}" (se intentará enviar el fax al resto de números):
fr: Une erreur s''est produite lors de la soumission du fax pour le numéro de téléphone "{0}" (Essayer d''envoyer le fax à l''autre numéro quand même):
it: Si è verificato un errore nell''invio del fax per il numero "{0}" (verrà comunque tentato l''invio del fax verso gli altri numeri):
pl: Wystapił błąd w trakcje wysyłania faksu na numer "{0}" (zostanie podjęta próba wysłania faksu na inny numer):
ru: Произошла ошибка при отправке факса на номер "{0}" (будет сделана попытка доставки факса на остальные номера):
tr: "{0}" telefon numarasına faks gönderilirken bir hata oluştu. (faks, diğer telefon numaralara gönderilmeye çalışılacak)

source: Cleaning up
de: Räume auf
el: Καθαρίζει
es: Limpiando
fr: Nettoyage en cours
it: Pulizia
pl: Czyszczenie
ru: Очистка
tr: Temizle

source: An error occured while submitting the fax:
de: Beim Abschicken des Faxes ist ein Fehler aufgetreten:
el: Σφάλμα προέκυψε κατά την υποβολή του φαξ:
es: Ha ocurrido un error al enviar el fax:
fr: Une erreur est survenue pendant la transmission du fax:
it: Si è verificato un errore nell'accodamento del fax:
pl: Wystapił błąd w trakcje wysyłania faksu:
ru: Произошла ошибка при отправке факса:
tr: Faks gönderirken bir hata oluştu:

source: To send a fax you have to enter at least one phone number!
de: Sie müssen mindestens eine Telefonnummer angeben, um ein Fax zu verschicken!
el: Για να σταλεί φαξ πρέπει να εισαχθεί τουλάχιστον ένας αριθμός τηλεφώνου!
es: ¡Para enviar un fax debe introducir al menos un número de teléfono!
fr: Pour envoyer un fax, vous ne pouvez saisir qu'un numéro de téléphone à la fois!
it: Per l'invio del fax è necessario immettere almeno un numero fax!
pl: Aby wysłać faks należy podać przynajmniej jeden numer faksu!
ru: Чтобы отправить факс, введите хотя бы один телефонный номер!
tr: Faks göndermek için en az bir tane telefon numarası girmeniz gerekli!

source: Warning
de: Warnung
el: Προειδοποίηση
es: Advertencia
fr: Attention
it: Avviso
pl: Ostrzeżenie
ru: Предупреждение
tr: Uyarı

source: For recipient {0} ("{1}") no fax number has been entered.
de: Für den Empfänger {0} ("{1}") wurde keine Faxnummer angegeben.
el: Για τον παραλήπτη {0} ("{1}") δεν έχει εισαχθεί αριθμός φαξ.
es: No se ha introducido ningún número de fax para el destinatario {0} ("{1}").
fr: Pour le recipiendaire {0} ("{1}") aucun numero de fax n'a ete entre.
it: Non è stato immesso un numero di fax per il destinatario {0} ("{1}").
pl: Dla odbiorcy {0} ("{1}") nie wprowadzono numeru faksu.
ru: Для получателя {0} ("{1}") не был указан номер факса.
tr: Alıcı {0} ("{1}") için faks numarası girilmedi.

source: You haven't selected a file to transmit, so your fax will ONLY contain the cover page. Continue anyway?
de: Sie haben keine Datei für die Übertragung ausgewählt, daher wird Ihr Fax nur das Deckblatt umfassen. Trotzdem fortfahren?
el: Δεν έχετε επιλέξει ένα αρχείο για αποστολή , επομένως το φαξ σας θα περιέχει μόνο το εξώφυλλο. Να συνεχίσει ούτως ή άλλως?
es: No ha seleccionado ningún archivo para enviar, por lo que su fax SÓLO contendrá la página de portada. ¿Desea continuar de todos modos?
fr: Aucun fichier sélectionné pour la transmission, votre fax ne contiendra que la page de garde. Voulez vous continuer ?
it: Non è stato selezionato un file da inviare, il fax conterrà SOLAMENTE la copertina. Continuare ugualmente?
pl: Nie wybrałeś pliku do wysłania, więć twój faks bedzie zawierał WYŁĄCZNIE stronę przewodnią. Kontynuować?
ru: Вы не выбрали файл для отправки, Ваш факс содержит ТОЛЬКО титульный лист. Продолжить?
tr: Göndermek için dosya seçmediniz, yani faksınız SADECE kapak sayfasını içerecek: Yine de devam edecek misiniz?

source: Continue?
de: Fortfahren?
el: Να συνεχίσει?
es: ¿Continuar?
fr: Continuer?
it: Continuare?
pl: Kontynuować?
ru: Продолжить?
tr: Devam?

source: To send a fax you must select at least one file!
de: Sie müssen mindestens eine Datei auswählen, um ein Fax zu verschicken!
el: Για να σταλεί ένα φαξ πρέπει να επιλεχθεί τουλάχιστον ένα αρχείο!
es: ¡Para enviar un fax debe seleccionar al menos un archivo!
fr: Pour envoyer un fax, vous ne pouvez selectionner qu'un fichier à la fois!
it: Per inviare un fax è necessario selezionare almeno un file!
pl: Aby wysłać faks wybierz przynajmniej jeden plik!
ru: Чтобы отправить факс, выберите хотя бы один файл!
tr: Faks göndermek için en az bir tane dosya seçmek zorundasınız!

source: Sending fax
de: Sende Fax
el: Αποστολή φαξ
es: Enviando fax
fr: Transmission du fax
it: Invio Fax
pl: Wysyłanie faksu
ru: Передача факса
tr: Faks gönderme

source: Previewing fax
de: Erstelle Faxvorschau
el: Προεπισκόπηση φαξ
es: Previsualizando fax
fr: Visualisation fax
it: Anteprima fax
pl: Podgląd faksu
ru: Просмотр факса
tr: Faks önizleme

source: Moves the item upwards
de: Bewegt den ausgewählten Eintrag nach oben
el: Mετακινεί το στοιχείο προς τα πάνω
es: Mueve el elemento hacia arriba
fr: Déplacer l'élement vers le haut
it: Sposta in alto l'oggetto
pl: Przesuń element w górę
ru: Переместить элемент вверх
tr: Öğeyi yukarı taşı

source: Moves the item downwards
de: Bewegt den ausgewählten Eintrag nach unten
el: Mετακινεί το στοιχείο προς τα κάτω
es: Mueve el elemento hacia abajo
fr: Déplacer l'élément vers le bas
it: Sposta in basso l'oggetto
pl: Przesuń element w dół
ru: Переместить элемент вниз
tr: Öğeyi aşağı taşı

source: Adds the text to the list
de: Fügt den Text zur Liste hinzu
el: Προσθέτει το κείμενο στη λίστα
es: Añade el texto a la lista
fr: Ajouter le texte à la liste
it: Aggiunge il testo alla lista
pl: Dodaj do listy
ru: Добавить текст к списку
tr: Listeye metin ekle

source: Removes the selected item from the list
de: Entfernt den ausgewählten Eintrag aus der Liste
el: Μετακινεί τα επιλεγμένα στοιχεία από τη λίστα
es: Elimina de la lista el elemento seleccionado
fr: Enlever l'objet suivant de la liste
it: Rimuove l'oggetto selezionato dalla lista
pl: Usuń wybrany element z listy
ru: Удалить выделенный элемент из списка
tr: Seçilen öğeleri listeden kaldır

source: Update
de: Aktualisieren
el: Αναβάθμιση
es: Actualizar
fr: Mise à jour
it: Aggiorna
pl: Uaktualnij
ru: Обновить
tr: Güncelle

source: Updates the selected list item
de: Aktualisiert den ausgewählten Eintrag
el: Αναβαθμίζει τα επιλεγμένα στοιχεία της λίστας
es: Actualiza el elemento seleccionado de la lista
fr: Mettre à jour la liste des objets selectionnés
it: Aggiorna l'elemento della lista selezionato
pl: Uaktualnij wybrana listę elementów
ru: Обновить выбранный элемент списка
tr: Seçilen liste öğelerini güncelle

source: minutes
de: Minuten
es: minutos
it: minuti
pl: minuty
ru: минут
tr: dakika

source: Modifying job {0}
de: Ändere Auftrag {0}
es: Modificando el trabajo {0}
it: Modifica fax {0} in corso
ru: Изменение задания {0}

source: Job {0} is currently running, cannot modify this job.
de: Auftrag {0} wird gerade verarbeitet, kann diesen Auftrag nicht ändern.
es: El trabajo {0} se encuentra actualmente en ejecución, no se puede modificar este trabajo.
it: Il fax {0} è attualmente in esecuzione, impossibile modificarlo.
ru: Задание {0} сейчас выполняется, невозможно изменить это задание.

source: Error modifying a fax job
de: Fehler beim Ändern eines Faxauftrags
es: Error al modificar un trabajo de fax
it: Errore nella modifica dei parametri di un fax
ru: Ошибка изменения задания

source: Error modifying the fax job "{0}"
de: Fehler beim Ändern des Faxauftrags "{0}"
es: Error al modificar el trabajo de fax "{0}"
it: Errore nella modifica dei parametri del fax "{0}"
ru: Ошибка изменения задания "{0}"

source: Modify parameters of job {0}
de: Parameter von Auftrag {0} ändern
es: Modificar los parámetros del trabajo {0}
it: Modifica parametri per il fax {0}
ru: Изменить параметры задания {0}

source: Local file
de: Lokale Datei
el: Τοπικό αρχείο
es: Archivo local
fr: Fichier local
it: File locale
pl: Plik lokalny
ru: Локальный файл
tr: Yerel dosya

source: Key (fax filename):
de: Schlüssel (Fax-Dateiname):
es: Clave (nombre de archivo del fax):
it: Chiave (nome file fax):
ru: Идентификатор (имя файла факса):

source: Read/Unread state:
de: Gelesen/ungelesen-Status:
es: Estado leído/no leído:
it: Stato "letto"/"non letto"
ru: Прочитан/не прочитан:

source: Comment:
de: Kommentar:
es: Comentario:
it: Commento:
ru: Примечание:

source: Last modified:
de: Zuletzt geändert:
es: Última modificación:
it: Ultima modifica:
ru: Изменён:

source: No database field is set to save column "User comment". Values will be lost after restart. Please see {0} for more information.
de: Es wurde kein Datenbankfeld festgelegt, um die Spalte "Benutzerkommentar" zu speichern. Werte werden beim Neustart verloren gehen. Für mehr Informationen besuchen Sie bitte {0}.
es: No se ha definido ningún campo de la base de datos para almacenar la columna "Comentario de usuario". Los valores se perderán al reiniciar. Consulte {0} para obtener más información.
it: Nessun campo del database è impostato per memorizzare la colonna "Commento utente". I valori saranno persi dopo il riavvio. Consultare {0} per maggiori informazioni.
ru: Не выбрано поле базы даных для сохранения колонки "Примечание". После перезапуска значения будут потеряны. Дополнительная информация в {0}.

source: Database table
de: Datenbanktabelle
el: Πίνακας δεδομένων
es: Tabla de la base de datos
fr: Tabe de la base de donnee
it: Tabella database
pl: Tabela w bazie danych
ru: База данных
tr: Veritabanı tablosu

source: JDBC settings to save read/unread state and comment
de: JDBC-Einstellungen, um den gelesen/ungelesen-Status und den Kommentar zu speichern.
es: Ajustes JDBC para almacenar el estado leído/no leído y los comentarios
it: Impostazioni JDBC per memorizzare lo stato "letto"/"non letto" e il commento
ru: Настройки JDBC для сохранения состояния прочитан/не прочитан и примечания

source: Please select which database fields correspond to the key, read/unread state and comment
de: Bitte wählen Sie aus, welche Datenbankfelder dem Schlüssel, gelesen/ungelesen-Status und Kommentar entsprechen.
es: Seleccione los campos de la base de datos correspondientes para la clave, el estado leído/no leído y los comentarios
it: Selezionare quali campi del database corrispondono alla chiave, allo stato "letto"/"non letto" e al commento
ru: Пожалуйста, выберите поля базы данных, соответствующие идентификатору, состоянию прочитан/не прочитан и примечанию

source: $TRANSLATOR$
de: Jonas Wolz <jonas@yajhfc.de>
el: μεταφραστής
it: Amedeo Lanza di Casalanza <amedeo.lanza@casalanza.it>
pl: Paweł Soból - PROINTEGRO <pawel.sobol@prointegro.com.pl>
ru: Александр Моисеев <moiseev@mezonplus.ru>
tr: Mesut Güler <çeviri hataları için: maxut@yahoo.com>

source: Fax {0}:
ru: Факс {0}:

source: no
de: nein
ru: нет

source: No
de: Nein
pl: Nie
ru: Нет

source: Error
de: Fehler
el: Σφάλμα
fr: Erreur
it: Errore
pl: Błąd
ru: Ошибка
tr: Hata

source: Fax
pl: Faks
ru: Факс
tr: Faks

source: Extras
el: Πρόσθετα
fr: Bonus
it: Extra
pl: Narzędzia
ru: Дополнительно
tr: Araçlar

source: General
de: Allgemein
el: Γενικός
fr: Général
it: Generale
pl: Główne
ru: Основные
tr: Ortak

source: <error>
de: <Fehler>
el: <σφάλμα>
fr: <erreur>
it: <errore>
pl: <błąd>
ru: <ошибка>
tr: <hata>

source: <stdin>
it: <stampa>
tr: <stdG>

source: ID:
tr: Kimlik:

source: ID
tr: Kimlik

source: HH:mm:ss
tr: SS:dd:ss

source: Print table...
el: Εκτύπωση πινάκων...

source: Read/Unread state of faxes
el: Αναγνωσμένα/Μη αναγνωσμένα κατάσταση των φαξ

source: Sender data
el: Αποστολέας δεδομένων

source: First Name
el: Όνομα που δόθηκε

source: Fax filename:
el: Όνομα αρχείου φαξ:

source: Read/Unread State:
el: Αναγνωσμένο/Μη αναγνωσμένο:

source: Could not open the database table to store the read/unread state. The current read/unread state will not be saved. Reason:
el: Δεν μπορεί να ανοίξει τον πίνακα δεδομένων για να αποθηκεύσει την κατάσταση αναγνωσμένο/μη αναγνωσμένο. Η Τρέχουσα κατάσταση αναγνωσμένο/μη αναγνωσμένο δεν μπορεί να αποθηκευτεί. Αιτία:

source: JDBC settings to save read/unread state
el: JDBC ρυθμίσεις για να αποθηκευτεί ως αναγνωσμενο/μη αναγνωσμένο

source: Please select which fields in the table correspond to the necessary fields to save the read/unread state
el: Παρακαλώ επιλέξτε ποιά πεδία στον πίνακα ανταποκρίνονται στα απαραίτητα πεδία για να αποθηκευτεί η κατάσταση αναγνωσμένο/μη αναγνωσμένο

source: Protection
el: Προστασία

source: UNIX-style protection flags
el: UNIX-style ενδείξεις προστασίας

source: An error occured reading the input:
el: Σφάλμα προέκυψε κατά την ανάγνωση των εισερχομένων:
