Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/messages_*.po
Languages: de, el, es, fr, it, pl, ru, tr

source: Suspending the currently running job {0} may block until it is done (or switch to another "non running state"). Try to suspend it anyway?
de: Das Anhalten des gerade aktiven Auftrags {0} blockiert möglicherweise solange bis er fertig ist (oder in einen "nicht-aktiven Zustand" übergeht). Soll trotzdem versucht werden, ihn anzuhalten?
el: Αδρανοποίηση της εργασίας που εκτελείται τώρα {0} μπορεί να μπλοκάρει μέχρι να ολοκληρωθεί (ή να αλλάξει σε μια άλλη "αδρανή κατάσταση"). Προσπάθεια αναστολής ούτως ή άλλως΄;
es: Suspender el trabajo actual {0} puede bloquearlo hasta que se finalice (o se conmute a otro "estado de no ejecución"). ¿Intentar suspenderlo de todos modos?
fr: Suspendre le travail en cours {0} peut bloquer jusqu'à la fin du traitement (ou changer en un autre "état hors ligne"). Essayer de suspendre quand même ?
it: La sospensione del fax in coda {0} può bloccare il programma fino a quando è completata (o a quando il fax passa ad un altro stato "non attivo"). Provare a sospenderlo ugualmente?
pl: Wstrzymanie bieżącego zadania {0} może być niemożliwe aż do jego zakończenia. Podjąć próbę wstrzymania?
ru: Останов выполняемого задания {0} может быть заблокирован до тех пор, пока оно не завершится (или перейдет в иное "не активное состояние"). Попытаться остановить?
tr: Şu an çalışan işlem {0} askıya alınıyor, işlem tamanlanana kadar engellenebilir (veya başka bir "çalışma hariç duruma" geçebilir). Askıya alma denensin mi?

source: Suspend fax job
de: Halte Faxauftrag an
el: Αδρανοποίηση της εργασίας ΦΑΞ
es: Suspender trabajo de fax
fr: Suspendre un job de Fax
it: Sospendi il fax in coda
pl: Wstrzymaj zadanie
ru: Остановить задание
tr: Faks işlemini askıya al

source: Error suspending a fax job:
de: Fehler beim Anhalten des Faxauftrags:
el: Σφάλμα στην αδρανοποίηση της της εργασίας ΦΑΞ:
es: Error al suspender un trabajo de fax:
fr: Erreur de mise en attente du travail de fax :
it: Errore durante la sospensione di un fax in coda:
pl: Wystąpił błąd w trakcie wstrzymywania zadania:
ru: Ошибка остановки задания:
tr: Faks işlemini askıya almada hata:

source: Error suspending the fax job "{0}":
de: Fehler beim Anhalten von Faxauftrag "{0}":
el: Σφάλμα στην αδρανοποίηση της της εργασίας ΦΑΞ "{0}":
es: Error al suspender el trabajo de fax "{0}":
fr: Erreur de mise en attente du travail de fax "{0}" :
it: Errore durante la sospensione del fax in coda"{0}":
pl: Wystąpił błąd w trakcie wstrzymywania zadania "{0}":
ru: Ошибка остановки задания "{0}":
tr: Faks işlemi "{0}" askıya alınırken hata:

source: Error suspending faxes:
de: Fehler beim Anhalten der Faxaufträge:
es: Error al suspender los faxes:
fr: Erreur de mise en attente des faxs:
it: Errore nella sospensione dei fax:
pl: Błąd wstrzymywania faksów:
ru: Ошибка приостановки факсов:
tr: Faks askıya almada hata:

source: Resuming job {0}
de: Setze Auftrag {0} fort
el: Συνέχιση της εργασίας {0}
es: Reanudando trabajo {0}
fr: Terminer le travail {0}
it: Riavvio del fax in coda {0}
pl: Wznawianie zadania {0}
ru: Возобновление задания {0}
tr: İşlem {0} devam ettiriliyor

source: Job {0} is not in state "Suspended" so resuming it probably will not work. Try to resume it anyway?
de: Auftrag {0} befindet sich nicht im Zustand "Angehalten", daher wird das Fortsetzen wahrscheinlich nicht funktionieren. Trotzdem versuchen, ihn fortzusetzen?
el: Εργασία {0} αδρανής "ανεστάλη" Άρα η συνέχιση της πιθανώς δε θα λειτουργήσει. Προσπάθεια να συνεχιστεί ούτως ή άλλως;
es: El trabajo {0} no está en estado "Suspendido" por lo que reanudarlo posiblemente no funcione. ¿Intentar reanudarlo de todos modos?
fr: Le travail {0} est en état "Suspendu" Terminer ne va probablement pas fonctionner. Essayer de terminer quand même ?
it: Il fax in coda {0} non è nello stato "Sospeso", è probabile che riavviarlo non abbia effetto. Tentare comunque il riavvio?
pl: Zadanie {0} nie jest w stanie "Wstrzymane" więc wznowienie może nie przynieść efektu. Podjąć próbę wznawiania?
ru: Задание {0} не в состоянии "Остановлено" поэтому его возможно не получится возобновить. Попытаться продолжить?
tr: İşlem {0} durumu "Askıda" değil, yani devam ettirmek muhtemelen işe yaramayacak. Yine de devam ettirmeyi denemek istiyor musuz?

source: Resume fax job
de: Setze Faxauftrag fort
el: Συνέχιση της εργασίας ΦΑΞ
es: Reanudar trabajo de fax
fr: Terminer un jod de Fax
it: Riavvia fax in coda
pl: Wznów zadanie
ru: Возобновление задания
tr: Faks işlemine devam et

source: Error resuming a fax job:
de: Fehler beim Fortsetzen eines Faxauftrags:
el: Σφάλμα στην συνέχιση της εργασίας:
es: Error al reanudar un trabajo de fax:
fr: Erreur en reprenant un travail de fax :
it: Errore durante il riavvio di un fax in coda:
pl: Wystąpił błąd w trakcie wznawiania zadanian:
ru: Ошибка возобновления задания:
tr: Faks işlemine decam etmede hata:

source: Error resuming the fax job "{0}":
de: Fehler beim Fortsetzen von Faxauftrag "{0}":
el: Σφάλμα στην συνέχιση της εργασίας ΦΑΞ "{0}":
es: Error al reanudar el trabajo de fax "{0}":
fr: Erreur en reprenant un travail de fax "{0}" :
it: Errore durante il riavvio del fax in coda "{0}":
pl: Wystąpił błąd w trakcie wznawiania zadanian "{0}":
ru: Ошибка возобновления задания "{0}":
tr: "{0}" faks işlemine devam ederken hata:

source: Error resuming faxes:
de: Fehler beim Fortsetzen der Faxaufträge:
es: Error al reanudar los faxes:
fr: Erreur de reprise des faxs:
it: Errore nel riavvio dei fax:
pl: Błąd wznowienia faksów:
ru: Ошибка возобновления факсов:
tr: Faks işlemini devam ettirmede hata:

source: File name to save fax {0}
de: Dateiname, um Fax {0} zu speichern
es: Nombre del archivo para guardar el fax {0}
fr: Nom du fichier pour sauver le fax {0}
it: Nome file per il salvataggio del fax {0}
pl: Nazwa pliku, aby zapisać faks {0}
ru: Имя файла для сохранения факса {0}
tr: {0} faksını kaydetmek için dosya adı

source: Save to {0} needs GhostScript and tiff2pdf. Please specify the location of these tools in the options dialog (see the FAQ for download locations).
de: Als {0} speichern benötigt GhostScript und tiff2pdf Bitte geben sie den Speicherort dieser Programme im Optionendialog an (für Downloadquellen: siehe die FAQ).
es: Para guardarlo como {0} necesita GhostScript y tiff2pdf. Por favor, especifique la ubicación de estas herramientas en el cuadro de diálogo de opciones (consulte la FAQ para conocer las ubicaciones de descarga).
fr: Enregistrer en {0} necessite GhostScript et tiff2pdf. Svp specifiez le chemein d''acces à ces outils dans la boite de dialogue (consultez les FAQ pour les sites de telechargement).
it: Il salvataggio in {0} necessita di GhostScript e tiff2pdf. Indicare la posizione di questi due programmi nella finestra di dialogo delle opzioni (vedere le FAQ per informazioni sul download).
pl: Zapis do {0} wymaga GhostScript i tiff2pdf. Wskaż lokalizację tych narzędzi w opcjach. Zzobacz do FAQ aby dowiedzieć się skąd je można sciągnąć.
ru: Для сохранения в {0} требуется GhostScript и tiff2pdf. Пожалуйста, укажите расположение этих средств в меню настроек (адреса для загрузки смотрите в FAQ).
tr: {0} kaydetmek için GostScript ve tidd2pdf gerekli. Ltfen bu araç yerlerini seçenekler iletişimde belirtin (indirme yerleri için SSS'ye gözatın).

source: Select a directory to save the faxes in
de: Wählen Sie ein Verzeichnis zum Speichern der Faxe aus
el: Διάλεξε έναν φάκελο για να αποθηκεύσεις τα ΦΑΞ
es: Seleccione un directorio donde guardar los faxes
fr: Sélectionner le répertoire pour sauvegarder les fax sous
it: Selezionare una directory in cui salvare i fax
pl: Wybierz katalog, do którego zostaną zapisane faksy
ru: Выберите каталог для сохранения факсов
tr: Faksları kaydetmek için dizin seç

source: Select
de: Auswählen
el: Επιλογή
es: Seleccionar
fr: Sélectionner
it: Seleziona
pl: Wybierz
ru: Выбрать
tr: Seç

source: Saving faxes
de: Speichere Faxe
el: Αποθήκευση των ΦΑΞ
es: Guardando faxes
fr: Sauvegarde des fax en cours
it: Salvataggio fax
pl: Zapisywanie faksów
ru: Сохранение факсов
tr: Faks(lar) kaydediliyor

source: Save fax as {0}...
de: Fax als {0} speichern...
es: Guardar fax como {0}...
fr: Enregitrer les fax comme {0}...
it: Salva il fax come {0}...
pl: Zapisz jako {0}...
ru: Сохранить факс как {0}...
tr: Faksı {0} olarak kaydet...

source: Saves the selected fax(es) as single {0} file
de: Speichert das/die ausgewählte(n) Fax(e) als einzelne {0}-Datei.
es: Guarda el/los fax(es) seleccionados como un único archivo {0}
fr: Enregistrer les fax(es) selectionnes comme un seul fichier {0}
it: Salva il/i fax selezionato/i in un singolo file {0}
pl: Zapisz wybrane faksy do pojedynczego pliku {0}
ru: Сохранить выделенныный(е) факс(ы) как один {0} файл
tr: Seçili faks(lar)ı tek dosya {0} olarak kaydeder

source: Options
de: Optionen
el: Επιλογές
es: Opciones
it: Opzioni
pl: Opcje
ru: Настройки
tr: Seçenekler

source: Shows the Options dialog
de: Zeigt den Optionen-Dialog an
el: Εμφανίζει το παράθυρο επιλογών
es: Muestra el cuadro de diálogo de opciones
fr: Afficher la boîte des options
it: Mostra la finestra delle opzioni
pl: Wyświetlanie okna opcji
ru: Показать диалоговое окно настроек
tr: Seçenekler iletişimini göster

source: Send
de: Senden
el: Αποστολή
es: Enviar
fr: Envoyer
it: Invia
pl: Wyślij
ru: Отправить
tr: Gönder

source: Shows the send fax dialog
de: Zeigt das "Fax versenden"-Dialogfeld an
el: Εμφανίζει τον φάκελο αποστολής ΦΑΞ
es: Muestra el cuadro de diálogo de envío de fax
fr: Afficher la liste des fax envoyés
it: Mostra la finestra di invio fax
pl: Wyślij faks
ru: Показать диалоговое окно отправки факса
tr: Faks gönder iletişimini göster

source: Poll
de: Abrufen
es: Transmisión bajo demanda
fr: Mettre en file d'attente
it: Fax polling
pl: Pobierz
ru: Запросить
tr: Yoklama çağrısı

source: Shows the poll fax dialog
de: Zeigt das "Fax abrufen"-Dialogfeld an
es: Muestra el cuadro de diálogo de transmisión de fax bajo demanda
fr: Afficher la liste des fax en liste d'attente
it: Mostra la finestra relativa al fax polling
pl: Pobierz faks
ru: Показать диалоговое окно запроса факса
tr: Yoklama çağrısı iletişimini göster

source: Do you really want to cancel the selected fax jobs?
de: Möchten Sie die ausgewählten Faxaufträge wirklich abbrechen?
el: Θέλετε σίγουρα να ακυρώσετε τα επιλεγμένα φαξ;
es: ¿Desea realmente cancelar el envío de los faxes seleccionados?
fr: Voulez vous annuler l'envoie du travail fax selectionné ?
it: Conferma annullamento dei fax in coda selezionati?
pl: Czy chcesz anulować wybrane zadania?
ru: Вы действительно хотите прервать выделенные задания?
tr: Gerçekten seçili faks işlemlerini iptal etmek istiyor musunuz?

source: Do you really want to delete the selected faxes?
de: Möchten Sie die ausgewählten Faxe wirklich löschen?
el: Είστε σίγουρες οτι θέλετε να διαγράψετε τα επιλεγμένα ΦΑΞ;
es: ¿Desea realmente eliminar los faxes seleccionados?
fr: Voulez vous supprimer le fax selectionné ?
it: Conferma eliminazione dei fax selezionati?
pl: Czy chcesz usunąć wybrane faksy?
ru: Вы действительно хотите удалить выделенные факсы?
tr: Gerçekten seçili faksları silmek istiyor musunuz?

source: Delete faxes
de: Faxe löschen
el: Διαγραφή ΦΑΞ
es: Eliminar faxes
fr: Supprimer les fax
it: Eliminazione fax
pl: Usuń faksy
ru: Удалить факсы
tr: Faksları sil

source: Deleting faxes
de: Lösche Faxe
el: Τα ΦΑΞ διαγράφονται
es: Eliminando faxes
fr: Suppression des fax en cours
it: Eliminazione fax in corso
pl: Usuwanie faksów
ru: Удаление факсов
tr: Fakslar siliniyor

source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
ru: Удалить
tr: Sil

source: Deletes the selected fax
de: Löscht das ausgewählte Fax
el: Διαγράφει τα επιλεγμένα ΦΑΞ
es: Elimina el fax seleccionado
fr: Suprression du fax selectionné
it: Eliminazione del fax selezionato
pl: Usuń zaznaczone faksy
ru: Удалить выделенный факс
tr: Seçili faksı sil

source: Viewing faxes
de: Zeige Faxe an
el: Προβάλει τα ΦΑΞ
es: Mostrando faxes
fr: Afficher les fax
it: Visualizzazione dei fax
pl: Wyświetlanie faksów
ru: Просмотр факсов
tr: Faks görüntüleniyor...

source: Show
de: Anzeigen
el: Εμφάνιση
es: Mostrar
fr: Visualiser
it: Mostra
pl: Wyświetl
ru: Показать
tr: Göster

source: Displays the selected fax
de: Zeigt das ausgewählte Fax an
el: Εμφανίζει τα επιλεγμένα ΦΑΞ
es: Visualiza el fax seleccionado
fr: Afficher les fax selectionnés
it: Visualizza il fax selezionato
pl: Wyświetl wybrane faksy
ru: Показать выделенный факс
tr: Seçili faksı göster

source: Exit
de: Beenden
el: Έξοδος
es: Salir
fr: Sortir
it: Esci
pl: Zakończ
ru: Выход
tr: Çık

source: Exits the application
de: Beendet die Anwendung
el: Έξοδος από την εφαρμογή
es: Salir del programa
fr: Sortir du programme
it: Uscita dall'applicazione
pl: Wyjście z aplikacji
ru: Выйти из приложения
tr: Uygulamdan çık

source: Shows the about dialog
de: Zeigt das Info-Dialogfeld an
el: Εμφανίζει το παράθυρο σχετικά
es: Muestra el cuadro de diálogo Acerca de
fr: Afficher la boîte de dialogue
it: Mostra la finestra di informazioni
pl: Wyświetl informacje o YajHFC
ru: Показать информацию о программе
tr: hakkında iletişimini göster

source: Phone book
de: Telefonbuch
el: Τηλεφωνικός Κατάλογος
es: Agenda telefónica
fr: Agenda Téléphonique
it: Rubrica
pl: Książka teleadresowa
ru: Телефонный справочник
tr: Telefon defteri

source: Display/edit the phone book
de: Das Telefonbuch anzeigen/bearbeiten
el: Εμφάνισε/τροποποίησε τον τηλεφωνικό κατάλογο
es: Visualizar/editar la agenda telefónica
fr: Afficher/Editer l'agenda téléphonique
it: Visualizza/modifica la rubrica
pl: Wyświetl książkę teleadresową
ru: Просмотр/редактирование телефонного справочника
tr: Telefon defterini göster/düzenle

source: Shows the README files
de: Zeigt die README-Dateien an
el: Εμφανίζει τα README αρχεία
es: Muestra el archivo LEÉME (README)
fr: Afficher le fichier README
it: Mostra i file README
pl: Wyświetl dostępną dokumentację
ru: Показать файлы README
tr: README dosyasını göster

source: Marked as read
de: Als gelesen markiert
el: Μάρκαρε ως αναγνωσμένα
es: Marcado como leído
fr: Marquer comme lu
it: Segna come già letto
pl: Przeczytany
ru: Помечен как прочитанный
tr: Okundu olarak işaretlenmiş

source: Marks the selected fax as read/unread
de: Markiert das ausgewählte Fax als (un)gelesen
el: Μάρκαρε τα επιλεγμένα ως ΦΑΞ αναγνωσμένα/μη αναγνωσμένα
es: Marca el fax seleccionado como leído/no leído
fr: Marquer le fax selectionné comme lu/non lu
it: Segna il fax selezionato come letto/da leggere
pl: Oznacz wybrany faks jako przeczytany/ nieprzeczytany
ru: Пометить выделенный факс как прочитанный/не прочитанный
tr: Seçili faksı okundu/okunmadı olarak işaretle

source: Save fax...
de: Fax speichern...
el: Αποθήκευση ΦΑΞ...
es: Guardar fax...
fr: Fax sauvegardé
it: Salva fax...
pl: Zapisz...
ru: Сохранить факс...
tr: Faks kaydet...

source: Saves the selected fax on disk
de: Speichert das ausgewählte Fax auf der Festplatte
el: Αποθηκεύει τα επιλεγμένα ΦΑΞ στον δίσκο
es: Guarda el fax seleccionado en el disco
fr: Sauvegarder le fax selectionné sous le disque
it: Salva il fax selezionato su disco
pl: Zapisz wybrany faks
ru: Сохранить выделенный(е) факс(ы) на диск
tr: Seçili faksı diske kaydet.

source: Couldn't get a filename for the fax:
de: Konnte keinen Dateinamen für das Fax bestimmen:
el: Δεν μπορεί να βρεθεί ένα όνομα αρχείου για το ΦΑΞ:
es: No se ha podido obtener el nombre del archivo del fax:
fr: Impossible de récupérer un nom correct pour le fax:
it: Impossibile ottenere un nome file per il fax:
pl: Brak nazwy pliku dla faksu:
ru: Невозможно получить имя файла для факса:
tr: Faks iiçin dosya alınamıyor:

source: Forward fax...
de: Fax weiterleiten...
el: Προώθηση ΦΑΞ...
es: Retransmitir fax...
fr: Fax précédent
it: Inoltra fax...
pl: Przekaż...
ru: Перенаправить факс...
tr: Faks ilet...

source: Forwards the fax
de: Leitet das Fax weiter
el: Προώθησε το ΦΑΞ
es: Retransmite el fax
fr: Transférer le fax
it: Inoltra il fax
pl: Przekż faks
ru: Перенаправить факс
tr: Faksları ilet

source: Admin mode
de: Admin-Modus
el: Εφαρμογή διαχειριστή
es: Modo administrador
fr: Mode Administrateur
it: Modalità amministratore
pl: Tryb administratora
ru: Режим администрирования
tr: Yönetici kipi

source: Connect to the server in admin mode (e.g. to delete faxes)
de: Mit dem Server im Admin-Modus verbinden (z.B. um Faxe zu löschen)
el: Συνδέσου στον σέρβερ ώς διαχειριστής (π.χ. για διαγραφή ΦΑΞ
es: Conectar al servidor en modo administrador (p. ej., para eliminar faxes)
fr: Connection au serveur en mode Admnistrateur (ex: pour effacer des fax)
it: Connessione al server in modalità amministratore (es. per eliminare fax)
pl: Połącz z serwerem HylaFAX w trybie administratora
ru: Подключиться к серверу в режиме администрирования (например для удаления факсов)
tr: Sunucuya yönetici kipinde bağlan (örn. faksları silmek için)

source: Refresh
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fr: Rafraîchir
it: Aggiorna
pl: Odśwież
ru: Обновить
tr: Yenile

source: Refresh tables and server status
de: Aktualisiert die Tabellen und den Serverstatus
el: Ανανέωση πινάκων και κατάστασης σερβερ
es: Actualizar las tablas y el estado del servidor
fr: Rafraîchir les tables et le statut du serveur
it: Aggiorna gli elenchi dei fax e lo stato del server
pl: Odswież tabelę statusów serwera
ru: Обновить таблицы и состояние сервера
tr: Tablo ve sunucu durumunu yenile

source: Getting information for job {0}...
de: Hole Informationen für Fax {0}...
es: Obteniendo información del trabajo {0}...
fr: Recuperation des informations pour le job {0}
it: Acquisizione informazioni per il fax {0}...
pl: Pobieranie informacji o zadaniu {0}...
ru: Получение информации о задании {0}...
tr: {0} işi için bilgi alınıyor...

source: Opening send dialog...
de: Öffne Sendedialog...
es: Abriendo el cuadro de diálogo de envío...
fr: Ouverture de la boite d'envoi...
it: Apertura finestra di dialogo invio...
pl: Otwieranie okna dialogowego wysyłania faksów...
ru: Открытие окна отправки...
tr: Gönderme iletişimi açılıyor

source: Could not get all of the job information necessary to resend the fax:
de: Konnte nicht alle zum erneuten Senden des Faxes notwendigen Auftragsinformationen abrufen.
el: Αδυναμία λήψης όλων των απαραίτητων πληροφοριών για επαναποστολή του φαξ
es: No es posible obtener toda la información necesaria para reenviar el fax:
fr: Impossible d'obtenir toutes les informations pour renvoyer le fax:
it: Impossibile recuperare tutte le informazioni necessarie per reinviare il fax:
pl: Nie można pobrać informacji o zadaniu, niezbędnych do ponownego przesłania faksu:
ru: Невозможно получить всю информацию о задании необходимую для повторной отправки факса:
tr: Faksı tekrar göndermek için gerekli tüm işlem bilgileri alınamıyor:

source: Error resending faxes:
de: Fehler beim Erneuten Senden der Faxe:
es: Error al reenviar los faxes:
fr: Erreur de renvoi des faxs:
it: Errore nel reinvio dei fax:
pl: Bład ponowniego wysyłania faksów:
ru: Ошибка повторной передачи факсов:
tr: Faksı tekrar göndermede hata:

source: Resending fax...
de: Sende Fax erneut...
es: Reenviando el fax...
fr: Renvois du fax...
it: Reinvio fax...
pl: Ponowne wysyłanie faksu...
ru: Повторная передача факса...
tr: Tekrar gönderiliyor...

source: Resend fax...
de: Fax erneut senden...
el: Επαναποστολή του ΦΑΞ...
es: Reenviar fax...
fr: Renvoyer fax
it: Reinvia fax...
pl: Wyślij ponownie...
ru: Повторить отправку...
tr: Faksı tekrar gönder...

source: Resend the fax
de: Fax erneut senden
el: Επαναποστολή του ΦΑΞ
es: Reenviar el fax
fr: Renvoyer le fax
it: Reinvia il fax
pl: Wyślij ponownie faks
ru: Повторно отправить факс...
tr: Faksı tekrar gönder

source: Prints the currently displayed table
de: Druckt die gerade angezeigte Tabelle
el: Εκτυπώνει τους πίνακες πού προβάλλονται
es: Imprime la tabla actual
fr: Imprime la table actuelle
it: Stampa l'elenco visualizzato
pl: Drukuj wyświetloną tabelę
ru: Напечатать текущую таблицу
tr: Şu anki tabloyu yazdır

source: Suspending jobs
de: Halte Aufträge an
el: Αδρανοποιέι τις εργασίες
es: Suspendiendo trabajos
fr: Mise en attente de travaux
it: Sospensione dei fax in coda
pl: Wstrzymywanie zadania
ru: Остановка заданий
tr: İşlemler askıya alınıyor

source: Suspend
de: Anhalten
el: Αδρανοποίηση
es: Suspender
fr: En attente
it: Sospendi
pl: Wstrzymaj
ru: Остановить
tr: Askıya al

source: Suspends the transfer of the selected fax
de: Hält die Übermittlung des ausgewählten Fax an
el: Αδρανοποιεί την μεταφορά των επιλεγμένων ΦΑΞ
es: Suspende la transferencia del fax seleccionado
fr: Suspend le transfert des faxs sélectionnés
it: Sospende il trasferimento del fax selezionato
pl: Wstrzymaj przekazywanie wybranego faksu
ru: Остановить передачу выделенного факса
tr: Seçilen faksın aktarımını askıya al

source: Modifying job parameters
de: Ändere Auftragsparameter
es: Modificando los parámetros del trabajo
it: Modifica parametri fax in corso
ru: Изменение параметров задания

source: Modify job parameters
de: Auftragsparameter ändern
es: Modificar los parámetros del trabajo
it: Modifica parametri fax
ru: Изменить параметры задания

source: Allows to modify some job parameters
de: Erlaubt es, einige Auftragsparameter zu ändern
es: Permite modificar algunos parámetros del trabajo
it: Permette la modifica di alcuni parametri dei fax
ru: Позволяет изменить некоторые параметры задания

source: Resuming jobs
de: Setze Aufträge fort
el: Συνέχιση των εργασιών
es: Reanudar trabajos
fr: Reprise des travaux
it: Riavvio dei fax in coda
pl: Wznawianie zadania
ru: Возобновление заданий
tr: Devam edilen işlemler

source: Resume
de: Fortsetzen
el: Συνέχιση
es: Reanudar
fr: Reprise
it: Riavvia
pl: Wznów
ru: Продолжить
tr: Devam et

source: Resumes the transfer of the selected fax
de: Setzt die Übermittlung des ausgewählten Fax fort
el: Συνεχίζει τη μεταφορά των επιλεγμένων φαξ
es: Reanuda la transferencia del fax seleccionado
fr: Reprends le transfert des faxs sélectionnés
it: Riavvia il trasferimento del fax selezionato
pl: Wznów przekazywanie wybranego faksu
ru: Продолжить передачу выделенного факса
tr: Seçilen faksın aktarımına devam et

source: Copies the selected table items to the clipboard
de: Kopiert die ausgewählten Tabelleneinträge in die Zwischenablage
el: Αντιγράφει τα επιλεγμένα στοιχεία του πίνακα στο σημειωματάριο
es: Copia los elementos de la tabla seleccionada al portapapeles
fr: Copier les éléments de la liste dans le presse papier
it: Copia gli elementi dell'elenco selezionati negli appunti
pl: Kopiuj wybraną tabelę do pamięci podręcznej
ru: Скопировать выделенные элементы таблицы в буфер обмена.
tr: Seçilen tablo öğelerini panoya kopyala

source: Show row numbers
de: Zeilennummern anzeigen
el: Προβολή αλληλουχίας αριθμών
es: Mostrar números de filas
fr: Afficher les numéros de lignes
it: Mostra i numeri riga
pl: Wyświetl liczbę wierszy
ru: Показывать номера строк
tr: Sıra numarasını göster

source: Adjust column widths
de: Spaltenbreiten anpassen
el: Προσαρμογή πλάτους στήλης
es: Ajustar anchura de columnas
fr: Ajuster les tailles de colonnes
it: Adatta larghezza colonne
pl: Dopasuj szerokość kolumn
ru: Подгонять ширину колонок
tr: Sütun genişliği ayarı

source: Adjust column widths to fit the window size
de: Spaltenbreiten an die Fenstergröße anpassen
el: Προσαρμογή πλάτους στήλης για να ταιριάζει στο μέγεθος του παραθύρου
es: Ajustar el ancho de columna para adecuarse al tamaño de la ventana
fr: Ajuster les tailles de colonnes pour entrer dans la fenêtre
it: Adatta la larghezza delle colonne alla dimensione della finestra
pl: Dopasuj szerokość kolumn uwzględniając wielkość okna
ru: Подгонять ширину колонок под размер окна
tr: Pencere boyunu doldurmak için sütun genişliğini ayarla
