Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/messages_*.po
Languages: de, el, es, fr, it, pl, ru, tr

source: Fax pages to print thumbnails for
de: Faxseiten, für die Thumbnails gedruckt werden
es: Imprimir miniaturas de las páginas de fax para
it: Pagine fax per cui stampare le immagini
ru: Печатать миниатюры страниц факса для

source: to
de: bis
es: a
it: a
ru: до

source: Information to print on report
de: Auf den Bericht zu druckende Informationen
es: Información para imprimir en el informe
it: Informazioni da stampare sul report
ru: Вывести в отчёт следующую информацию

source: The number of thumbnails per page must be between 1 and 9999.
de: Die Anzahl von Thumbnails pro Seite muss zwischen 1 und 9999 liegen.
es: El número de miniaturas por página debe estar comprendido entre 1 y 9999.
it: Il numero di immagini per pagina deve essere compreso tra 1 e 9999.
ru: Количество миниатюр на страницу должно быть между 1 и 9999.

source: The start page must be between 1 and 9999.
de: Die Startseite muss zwischen 1 und 9999 sein.
es: La página de inicio debe estar comprendida entre 1 y 9999.
it: La pagina iniziale deve essere compresa tra 1 e 9999.
ru: Начальная страница должна быть между 1 и 9999.

source: The end page must be between 1 and 9999.
de: Die letzte Seite muss zwischen 1 und 9999 sein.
es: La página de finalización debe estar comprendida entre 1 y 9999.
it: La pagina finale deve essere compresa tra 1 e 9999.
ru: Конечная страница должна быть между 1 и 9999.

source: Fax receive report
de: Fax-Empfangsbericht
es: Informe de recepción de fax
it: Report ricezione fax
ru: Отчёт о приёме факса

source: Fax send report
de: Fax-Sendebericht
es: Informe de envío de fax
it: Report invio fax
ru: Отчёт об отправке факса

source: Calculating information...
de: Berechne Informationen...
es: Calculando información...
it: Calcolo informazioni...
ru: Расчёт данных...

source: yes
de: ja
es: sí
it: sì
ru: да

source: Retrieving list of documents...
de: Bestimme Liste der Dokumente...
es: Obteniendo lista de documentos...
it: Recupera lista documenti...
ru: Получение списка документов...

source: Downloading documents...
de: Lade Dokumente herunter...
es: Descargando documentos...
it: Scaricamento documenti...
ru: Загрузка документов...

source: Converting documents to PNG...
de: Konvertiere Dokumente ins PNG-Format...
es: Convirtiendo documentos a PNG...
it: Conversione documenti in PNG...
ru: Преобразование документов в PNG...

source: Page {0} of {1}
de: Seite {0} von {1}
es: Página {0} de {1}
it: Pagina {0} di {1}
ru: Страница {0} из {1}

source: Printing page {0}
de: Drucke Seite {0}
es: Imprimiendo página {0}
it: Stampa pagina {0} in corso
ru: Печать страницы {0}

source: Getting log for {0}
de: Hole Log für {0}
es: Obteniendo el registro de {0}
fr: récupération des log pour {0}
it: Acquisizione log per {0}
pl: Pobieranie logów dla {0}
ru: Получение журнала для {0}
tr: {0} için günlük alınıyor

source: Fax job {0} ({1})
de: Fax {0} ({1})
es: Trabajo de fax {0} ({1})
fr: Travaux Fax {0} ({1})
it: Fax {0} ({1})
pl: Zadanie {0} ({1})
ru: Задание {0} ({1})
tr: Faks işlemi {0} ({1})

source: <none>
de: <kein>
el: <κανένα>
es: <ninguno>
fr: <Vide>
it: <vuoto>
pl: <brak>
ru: <нет>
tr: <yok>

source: There is no log file available for this fax job.
de: Für dieses Fax ist keine Log-Datei vorhanden.
es: No existe un archivo de registro disponible para este trabajo de fax.
fr: Il n'y a pas de log pour ce fax.
it: Non ci sono file di log disponibili per questo fax.
pl: Nie istnieje plik logów dla tego zadania.
ru: Журнал для этого задания недоступен.
tr: Bu faks işi için günlük dosyası yok.

source: Error retrieving the log:
de: Fehler beim Holen des Logs:
es: Error al recuperar el archivo de registro:
fr: Erreur de récupération du log:
it: Errore nel reperimento del log:
pl: Błąd pobierania logu:
ru: Ошибка извлечения журнала:
tr: Günlüğü getirirken hata

source: View log
de: Log anzeigen
es: Ver registro
fr: Afficher log
it: Visualizza log
pl: Wyświetl log
ru: Просмотр журнала
tr: Günlüğü göster

source: YajHFC log console
de: YajHFC-Log-Konsole
es: Consola de registros de YajHFC
fr: Console des logs de YajHFC
it: Console di log di YajHFC
pl: Log konsoli YajHFC
ru: с YajHFC
tr: YajHFC günlük uçbirimi

source: Copy
de: Kopieren
el: Αντιγραφή
es: Copiar
fr: Copier
it: Copia
pl: Kopiuj
ru: Копировать
tr: Kopyala

source: Log files
de: Logdateien
es: Archivos de registro
fr: Fichiers log
it: File di log
pl: Pliki logów
ru: Файлы журналов
tr: Günlük dosyaları

source: Error saving the log file
de: Fehler beim Speichern der Logdatei
es: Error al guardar el archivo de registro
fr: Erreur d'enregistrement du fichier log
it: Errore nel salvataggio del file di log
pl: Błąd zapisu pliku
ru: Ошибка сохранения файла журнала
tr: Günlük dosyasını kayderken hata

source: Save
de: Speichern
es: Guardar
fr: Sauver
it: Salva
pl: Zapisz
ru: Сохранить
tr: Kaydet

source: List saved at {0}.
de: Liste gespeichert am {0}
es: Se ha guardado la lista en {0}.
fr: Liste enregistrée a {0}
it: Elenco salvato in {0}
pl: Lista zapisana w {0}.
ru: Список сохранен в {0}.
tr: Liste {0}'da kaydedildi.

source: Save to CSV file {0}
de: Als CSV-Datei {0} speichern
es: Guardar en archivo CSV {0}
fr: Enregistrer fichier csv {0}
it: Salva nel file CSV {0}
pl: Zapisz do pliku CSV {0}
ru: Сохранить в файл CSV {0}
tr: {0} CSV dosyasına kaydet

source: Exporting...
de: Exporteiere...
es: Exportando...
it: Esportazione...
pl: Eksportowanie...
ru: Экспортируется...
tr: Dışa aktarılıyor...

source: Error saving the table:
de: Fehler beim Speichern der Tabelle:
es: Error al guardar la tabla:
fr: Erreur d'enregistrement de la table:
it: Errore nel salvataggio della tabella:
pl: Błąd zapisu tabeli:
ru: Ошибка сохранения таблицы:
tr: Tabloyu kayderken hata:

source: Save to CSV
de: Als CSV speichern
es: Guardar en archivo CSV
it: Salva in CSV
pl: Zapisz do CSV
ru: Сохранение в CSV
tr: CSV olarak kaydet

source: {0}-files
de: {0}-Dateien
es: {0}-archivos
fr: {0}-fichiers
it: {0}-file
pl: Pliki {0}
ru: {0}-файлы
tr: {0}-dosyaları

source: Export to XML
de: Als XML exportieren
es: Exportar a un archivo XML
it: Esporta in XML
pl: Eksport do XMl
ru: Экспорт в XML
tr: XML e aktar

source: Server
es: Servidor
fr: Serveur
pl: Serwer
ru: Сервер
tr: Sunucu

source: Export to HTML
de: Als HTML exportiereb
es: Exportar a un archivo HTML
it: Esporta in HTML
pl: Eksport do HTML
ru: Экспорт в HTML
tr: HTML'e aktar

source: Export
de: Exportieren
es: Exportar
it: Esporta
pl: Eksportuj
ru: Экспорт
tr: Dışa aktar

source: Exports the list of faxes in CSV, HTML or XML format
de: Exportiert die Liste der Faxe im CSV, HTML oder XML-Format
es: Exporta la lista de faxes en formato CSV, HTML o XML
fr: Exporter la liste de faxs en format csv, html ou xml
it: Esporta l'elenco dei fax in formato CSV, HTML o XML
pl: Eksportuje listę faksów do formaru CSV, HTML, XML
ru: Экспортирует список факсов в формате CSV, HTML или XML
tr: Faks listesini CSV, HTML veya XML biçiminde dışa aktar

source: Could not start the default browser for the URL "{0}". The URL has been copied to the clipboard instead.
de: Konnte den Standardbrowser für die URL "{0}" nicht starten. Die URL wurde stattdessen in die Zwischenablage kopiert.
es: No se ha podido iniciar el navegador predeterminado para la URL "{0}". En su lugar, se ha copiado la URL al portapapeles.
fr: Impossible de démarrer le navigateur par défaut pour l''URL "{0}". L''URL a été copiée dans le presse papier.
it: Errore nell'avvio del browser per l'URL "{0}". L'URL è stata copiata negli appunti.
pl: Nie można otworzyć domyślnej przeglądarki dla adresu URL "{0}". Adres URL został skopiowany do pamięci podręcznej.
ru: Невозможно запустить браузер по умолчанию для URL "{0}". Вместо этого URL скопирован в буфер обмена.
tr: Varsayılan web gezgini "{0}" adresi için çalıştırılamadı. Bunun yerine web adresi panoya kopyalandı.

source: Local timezone
de: Lokale Zeitzone
el: Τοπική αλλαγή (ζώνη) ώρας
es: Zona horaria local
fr: Zone horaire locale
it: Ora locale
pl: Lokalna strefa czasowa
ru: Местное время
tr: Yerel Zaman dilimi:

source: Yes, always show send dialog
de: Ja, immer Sendedialog anzeigen
es: Sí, mostrar siempre el cuadro de diálogo de envío
it: Sì, evidenzia sempre la finestra di dialogo di invio
pl: Tak, zawsze pokazuj okno dialogowe wysysłania faksu
ru: Да, всегда показывать окно отправки

source: Yes, show send dialog only when no recipients were found
de: Ja, Sendedialog nur anzeigen, wenn keine Empfänger gefunden
es: Sí, mostrar el cuadro de diálogo de envío sólo cuando no se encuentren destinatarios
it: Sì, evidenzia la finestra di dialogo di invio solo quando non sono stati trovati destinatari
pl: Tak, pokaż okno dialogowe wysysłania faksu tylko gdy nie znaleziono odbiorcy
ru: Да, показывать окно отправки, только если получатели не обнаружены

source: File format {0} not supported.
de: Dateiformat {0} wird nicht unterstützt.
el: Δομή αρχείου {0} δεν υποστηρίζεται.
es: Formato de archivo {0} no admitido.
fr: Format du fichier {0} non supporté
it: Formato {0} non supportato.
pl: Format pliku {0} nie jest obsługiwany.
ru: Формат файла {0} не поддерживается.
tr: {0} dosya biçimi desteklenmiyor.

source: Postscript documents
de: PostScript-Dokumente
el: Postscript έγγραφα
es: Documentos PostScript
fr: Documents PostScript
it: Documenti PostScript
pl: Dokumenty postscript
ru: Postscript документы
tr: Postscript belgeleri

source: PDF documents
de: PDF-Dokumente
el: PDF έγγραφα
es: Documentos PDF
fr: Documents PDF
it: Documenti PDF
pl: Dokumenty PDF
ru: PDF документы
tr: PDF belgeleri

source: PCL files
de: PCL-Dateien
el: PCL αρχεία
es: Archivos PCL
fr: Fichies PCL
it: File PCL
pl: Pliki PCL
ru: PCL файлы
tr: PCL dosyaları

source: JPEG pictures
de: JPEG-Bilder
es: Imágenes JPEG
fr: Images JPEG
it: Immagini JPEG
pl: Obrazy JPG
ru: JPEG изображения
tr: JPEG resimleri

source: PNG pictures
de: PNG-Bilder
el: PNG εικόνες
es: Imágenes PNG
fr: Images PNG
it: Immagini PNG
pl: Obrazy PNG
ru: PNG изображения
tr: PNG resimleri

source: GIF pictures
de: GIF-Bilder
el: GIF εικόνες
es: Imágenes GIF
fr: Images GIF
it: Immagini GIF
pl: Obrazy GIF
ru: GIF изображения
tr: GIF resimleri

source: TIFF pictures
de: TIFF-Bilder
el: TIFF εικόνες
es: Imágenes TIFF
fr: Images TIFF
it: Immagini TIFF
pl: Obrazy TIFF
ru: TIFF изображения
tr: TIFF resimleri

source: Text files
de: Textdateien
es: Archivos de texto
fr: Fichiers texte
it: File di testo
pl: Pliki tekstowe
ru: Текстовые файлы
tr: Metin dosyaları

source: XML documents
de: XML-Dokumente
el: XML έγγραφα
es: Documentos XML
fr: Documents XML
it: Documenti XML
pl: Dokumenty XML
ru: XML документы
tr: XML belgeleri

source: XSL:FO documents
de: XSL:FO-Dokumente
el: XSL:FO έγγραφα
es: Documentos XSL:FO
fr: Documents XSL:FO
it: Documenti XSL:FO
pl: Dokumenty XSL:FO
ru: XSL:FO документы
tr: XSL:FO belgeleri

source: OpenDocument text documents
de: OpenDocument Text Dokumente
el: OpenDocument αρχεία κειμένου
es: Documentos de texto OpenDocument
fr: Documents Texte Open Document
it: Documenti di testo OpenDocument
pl: Dokumenty ODT
ru: OpenDocument текстовые документы
tr: OpenDocument metin belgeleri

source: HTML documents
de: HTML-Dokumente
el: HTML έγγραφα
es: Documentos HTML
fr: Documents HTML
it: Documenti HTML
pl: Dokumenty HTML
ru: HTML документы
tr: HTML belgeleri

source: RTF documents
de: RTF-Dokumente
el: RTF έγγραφα
es: Documentos RTF
fr: Docuement RTF
it: Documenti RTF
pl: Dokumenty RTF
ru: RTF документы
tr: RTF belgeleri

source: CSV files
de: CSV-Dateien
es: Archivos CSV
fr: fichier CSV
it: File CSV
pl: Pliki CSV
ru: CSV файлы
tr: CSV dosyaları

source: PJL printer job
de: PJL-Druckauftrag
es: Trabajo de impresión PJL
it: Lavoro di stampa PJL
ru: PJL задание печати

source: Any files
de: Beliebige Dateien
es: Cualquier archivo
fr: Tous les fichiers
it: Qualsiasi file
pl: Dowolne pliki
ru: Любые файлы
tr: Herhangi bir dosya

source: Unknown files
de: Unbekannte Dateien
el: Άγνωστο έγγραφο
es: Archivos desconocidos
fr: Fichiers Inconnus
it: File sconosciuti
pl: Nieznany typ pliku
ru: Неизвестные файлы
tr: Bilinmeyen dosyalar

source: All supported file formats
de: Alle unterstützten Dateiformate
el: Όλες οι υποστηριζόμενες δομές αρχείων
es: Todos los formatos de archivo admitidos
fr: Formats de fichiers supportés
it: Tutti i formati supportati
pl: Wszystkie obsługiwane formaty plików
ru: Все поддерживаемые форматы файлов
tr: Desteklenen tüm dosya biçimleri

source: Cannot find a PrintService to convert files of type {0} to Postscript!
de: Kann keinen PrintService finden, der Dateien vom Typ {0} in PostScript konvertiert!
el: Δεν μπορεί να βρεθεί μια υποστηριζόμενη υπηρεσία εκτύπωσης {0} γιά Postscript!
es: ¡No se puede encontrar un servicio de impresión para convertir los archivos de tipo {0} a PostScript!
fr: Impossible de trouver un service d''impression pour convertir un fichier de type {0} en PostScript
it: Impossibile trovare un servizio di stampa per convertire il tipo di file {0} in PostScript!
pl: Nie odnaleziono konwertera do Postscript dla pliku fornatu {0}!
ru: Не удалось найти a PrintService для преобразования файлов типа {0} в Postscript!
tr: {0} tipindeki dosyaları PostScript'e dönüştürmek için yazıcı hizmeti bulunamadı!

source: An error occured while converting the document to PostScript.
de: Beim Konvertieren des Dokuments in PostScript ist ein Fehler aufgetreten.
el: Σφάλμα προέκυψε κατά την μετατροπή αρχείου σε PostScript.
es: Se ha producido un error al convertir el documento a PostScript.
fr: Une erreur s'est produite pendant la conversion PostScript.
it: Errore durante la conversione del documento in PostScript.
pl: Wystąpił błąd w trakcie konwersji dokumentu do Postscript.
ru: Произошла ошибка при преобразовании документа в PostScript.
tr: Belge PostScript'e dönüştürülürken hata oluştu.

source: Deleting fax {0}
de: Lösche Fax {0}
el: Διαγραφή ΦΑΞ {0}
es: Eliminar fax {0}
fr: Suppression fax en cours {0}
it: Eliminazione fax {0}
pl: Usuwanie faksu {0}
ru: Удаление факса {0}
tr: Faks {0} siliniyor

source: Error deleting a fax:
de: Fehler beim Löschen eines Faxes:
el: Σφάλμα στην διαγραφή ΦΑΞ:
es: Error al eliminar el fax:
fr: Erreur de suppression du fax :
it: Errore durante l'eliminazione di un fax:
pl: Wystąpił błąd w trakcie usuwania faksu:
ru: Ошибка при удалении факса:
tr: Faks silerken hata:

source: Error deleting the fax "{0}":
de: Fehler beim Löschen des Faxes "{0}":
el: Σφάλμα στην διαγραφή ΦΑΞ "{0}":
es: Error al eliminar el fax "{0}":
fr: Erreur de suppression du fax: "{0}":
it: Errore durante l''eliminazione del fax "{0}":
pl: Wystąpił błąd w trakcie usuwania faksu "{0}":
ru: Ошибка при удалении факса "{0}":
tr: "{0}" faksını silerken hata:

source: Error deleting faxes:
de: Fehler beim Löschen der Faxe:
es: Error al eliminar los faxes:
fr: Erreur de suppression de fax
it: Errore durante l'eliminazione dei fax:
pl: Błąd podczas usuwania faksów:
ru: Ошибка удаления факсов:
tr: Faksları silmede hata:

source: Saving fax {0}
de: Speichere Fax {0}
el: Αποθήκευση ΦΑΞ {0}
es: Guardando fax {0}
fr: Sauvegarde en cours du fax {0}
it: Salvataggio fax {0}
pl: Zapisywanie faksu {0}
ru: Сохранение факса {0}
tr: {0} faksı kaydediliyor

source: No accessible document files are available for the fax "{0}".
de: Für das Fax "{0}" sind keine zugreifbaren Dokumente vorhanden.
es: No se encuentran disponibles los archivos del documento para el fax "{0}".
fr: Pas de document accessible disponible pour le fax "{0}".
it: Non ci sono file documento accessibili per il fax "{0}".
pl: Niedostępne pliki dokumentów są przypisane do faksu "{0}".
ru: Нет доступных файлов документов для факса "{0}".
tr: Faks "{0}" için ulaşılabilir belge dosyası mevcut değil.

source: The following files were inaccessible:
de: Auf die folgenden Dateien konnte nicht zugegriffen werden:
es: No se ha podido acceder a los siguientes archivos:
fr: Les fichiers suivants sont incaccessibles :
it: I seguenti file sono risultati inaccessibili:
pl: Nastepujące pliki są niedostępne:
ru: Нет доступа к следующим файлам:
tr: Aşaıdaki dosyalar ulaşılabilir değildi:

source: Save fax
de: Fax speichern
es: Guardar fax
fr: Sauver le fax
it: Salva fax
pl: Zachowaj faks
ru: Сохранение факса
tr: Faks kaydet

source: Save {0} to
de: {0} speichern unter
el: Αποθήκευσε {0} σε
es: Guardar {0} en
fr: Sauvegarde {0} sous
it: Salva {0} in
pl: Zapisz {0} w
ru: Сохранение {0} в
tr: {0} kaydet

source: While downloading the file {0} (job {1}), the server gave back an error code:
de: Während des Herunterladens der Datei {0} (Fax {1}) hat der Server einen Fehler zurückgegeben:
es: Al descargar el archivo {0} (trabajo {1}), el servidor devolvió el siguiente código de error:
fr: Erreur serveur durant le téléchargement du fichier {0} (job {1}) code :
it: Nello scaricare il file {0} (fax {1}), il server ha restituito un codice di errore:
pl: W trakcie pobierania pliku {0} (zadanie {1}), serwer zwrócił kod błędu:
ru: При загрузке файла {0} (задание {1}), сервер вернул код ошибки:
tr: {0} dosyasını (iş {1}), indirirken sunucu hata kodu verdi:

source: The file {0} (job {1}) could not be opened for reading (probably you lack the necessary access permissions):
de: Die Datei {0} (Fax {1}) konnte nicht zum Lesen geöffnet werden (wahrscheinlich besitzen Sie nicht die erforderlichen Zugriffsrechte)
es: El archivo {0} (trabajo {1}) no se ha podido abrir para su lectura (probablemente carece de los permisos de acceso necesarios):
fr: Le fichier {0} (job {1}) n'a pas pu etre ouvert en lecture (probablement un problème de droits d'accès):
it: Non è stato possibile aprire il file {0} (fax {1}) in lettura (si potrebbero non avere sufficienti permessi di accesso)
pl: Plik {0} (zadanie{1}) nie został otwarty do odczytu (prawdopodobnienie posiadasz wymaganych praw dostępu):
ru: Файл {0} (задание {1}) невозможно открыть на чтение (вероятно, у Вас нет необходимых прав доступа):
tr: {0} dosyası (iş {1}) okumak için açılamadı (muhtemelen gerekli erişim yetkiniz yok):

source: An error occured saving the file {0} (job {1}):
de: Beim Speichern der Datei {0} (Auftrag {1}) ist ein Fehler aufgetreten:
el: Προέκυψε σφάλμα κατά την αποθήκευση του αρχείου {0} (job {1}):
es: Ha ocurrido un error al guardar el archivo {0} (trabajo {1}):
fr: Une erreur est survenue pendant la sauvegarde du fichier {0} (travail {1}):
it: Si è verificato un errore durante il salvataggio del file {0} (ID {1}):
pl: Wystąpił błąd w trakcie zapisywania pliku {0} (zadanie {1}):
ru: Произошла ошибка при сохранении файла {0} (job {1}):
tr: {0} dosyasını kaydederken hata (işlem {1}):

source: An error occured saving the fax:
de: Beim Speichern des Faxes ist ein Fehler aufgetreten:
el: Σφάλμα προέκυψε κατά την αποθήκευση του ΦΑΞ:
es: Ha ocurrido un error al guardar el fax:
fr: Une erreur est survenue pendant la sauvegarde du fax:
it: Si è verificato un errore durante il salvataggio del fax:
pl: Wystąpił błąd w trakcie zapisywania faksu:
ru: Произошла ошибка при сохранении факса:
tr: Faks kaydederken bir hata oldu:

source: Error saving faxes:
de: Fehler beim Speichern der Faxe:
es: Error al guardar los faxes:
fr: Erreur d'enregistrement de faxs:
it: Errore nel salvataggio dei fax:
pl: Błąd zapisu faksów:
ru: Ошибка сохранения факсов:
tr: Faks kaydetmede hata:

source: {0} files saved to directory {1}.
de: {0} Dateien in Verzeichnis {1} gespeichert
el: {0} αρχεία αποθηκεύτηκαν στον κατάλογο {1}.
es: Se ha(n) guardado {0} archivo(s) en el directorio {1}.
fr: {0} fichier sauvegardé dans le répertoire {1}
it: {0} file salvati nella directory {1}.
pl: Plik {0} został zapisany do katalogu {1}.
ru: {0} файлы сохранены в каталог {1}.
tr: {0} dosyaları, {1} dizinine kaydedildi.

source: Faxes saved
de: Faxe gespeichert
el: ΦΑΞ αποθηκεύτηκαν
es: Faxes guardados
fr: Fax sauvegardé
it: Fax salvati
pl: Zapisane faksy
ru: Факсы сохранены
tr: Fakslar kaydedildi

source: Displaying fax {0}
de: Zeige Fax {0} an
el: Προβολή ΦΑΞ {0}
es: Mostrando fax {0}
fr: Affichage en cours du fax {0}
it: Visualizzazione fax {0}
pl: Wyświetlanie faksu {0}
ru: Отображение факса {0}
tr: {0} faksı görüntüleniyor

source: Downloading {0}
de: Lade {0} herunter
es: Descargando {0}
fr: Téléchargement {0}
it: Scaricamento {0}
pl: Pobieranie {0}
ru: Загрузка {0}
tr: {0} indiriliyor

source: Display fax
de: Fax anzeigen
el: Προβολή ΦΑΞ
es: Mostrar fax
fr: Fax affiché
it: Visualizza fax
pl: Wyświetl faks
ru: Отображение факса
tr: Faksı göster

source: An error occured displaying the file {0} (job {1}):
de: Beim Anzeigen der Datei {0} (für Auftrag {1}) ist ein Fehler aufgetreten:
el: Προέκυψε σφάλμα κατά την προβολή του αρχείου {0} (εργασία {1}):
es: Ha ocurrido un error al visualizar el archivo {0} (trabajo {1}):
fr: Une erreur est survenue pendant l''affichage du fichier {0} (travail {1}:
it: Errore durante la visualizzazione del file {0} (ID {1}):
pl: Wystąpił błąd w trakcie wyświetlania plik {0} (zadanie {1}):
ru: Произошла ошибка при отображении файла {0} (job {1}):
tr: {0} dosyasını görüntülerken bir hata oldu (işlem {1}):

source: Launching viewer
de: Starte Betrachter
es: Lanzando el visor
fr: Chargement du visualiseur
it: Avvio visualizzatore
pl: Uruchamiam przeglądarkę
ru: Запуск программы просмотра
tr: Görüntüleyici başlatılıyor

source: It seems the TIFF files of your HylaFAX installation are incompatible with iText (often the case with capi4hylafax).
de: Scheinbar sind die TIFF-Dateien Ihrer HylaFAX-Installation nicht mit iText kompatibel (häufig bei capi4hylafax der Fall).
es: Parece que los archivos TIFF de su servidor HylaFAX son incompatibles con iTex (suele ocurrir con capi4hylafax).
it: Apparentemente i file TIFF di HylaFAX sono incompatibili con iText (spesso accade con capi4hylafax)
ru: Похоже файлы TIFF Вашей конфигурации HylaFAX не совместимы с iText (типичный случай - capi4hylafax).

source: Please see the following page for more details and how to work around this problem:
de: Bitte gehen Sie auf die folgende Seite für mehr Informationen und wie das Problem umgangen werden kann:
es: Consulte la siguiente página para obtener más detalles y cómo solucionar este problema:
it: Consultare la pagina seguente per maggiori dettagli su come ovviare a questo problema:
ru: Подробности и как обойти эту проблему смотрите на следующей странице:

source: An error occured displaying the fax "{0}":
de: Beim Anzeigen des Faxes "{0}" ist ein Fehler aufgetreten:
el: Προέκυψε σφάλμα κατά την προβολή του ΦΑΞ "{0}":
es: Ha ocurrido un error al visualizar fax "{0}":
fr: Une erreur est survenue pendant l''affichage du fax "{0}":
it: Errore durante la visualizzazione del fax "{0}":
pl: Wystąpił błąd w trakcie wyświetlania faksu "{0}":
ru: Произошла ошибка при отображении факса "{0}":
tr: "{0}" faksını görüntülerken bir hata oluştu:

source: Error displaying faxes:
de: Fehler beim Anzeigen der Faxe:
es: Error al mostrar los faxes:
fr: Erreur d'affichage des faxs:
it: Errore nella visualizzazione dei fax:
pl: Błąd wyświetlania faksów:
ru: Ошибка отображения факсов:
tr: Faks göstermede hata:

source: Suspending job {0}
de: Halte Auftrag {0} an
el: Αδρανοποίηση της εργασίας {0}
es: Suspender trabajo {0}
fr: Suspendre travail {0}
it: Sospensione del fax in coda {0}
pl: Wstrzymywanie zadania {0}
ru: Остановка задания {0}
tr: işlem {0} askıya alınıyor
