Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/messages_*.po
Languages: de, el, es, fr, it, pl, ru, tr

source: Find...
de: Suchen...
el: Εύρεση...
es: Encontrar...
fr: Recherche...
it: Cerca...
pl: Wyszukaj...
ru: Найти...
tr: Bul...

source: Search for an entry
de: Einen Eintrag suchen
el: Αναζήτηση μιας καταχώρησης
es: Buscar un registro
fr: Recherche par saisie
it: Cerca una voce
pl: Wyszukaj wpis
ru: Поиск записи
tr: Girdi ara

source: Do you want to remove the current phone book from the list?
de: Möchten Sie das ausgewählte Telefonbuch aus der Liste entfernen?
el: Θέλετε να μετακινήσετε τον τρέχων τηλεφωνικό κατάλογο από τη λίστα?
es: ¿Desea eliminar de la lista la agenda telefónica actual?
fr: Voulez vous enlever cet annuaire téléphonique de la liste?
it: Rimuovere la rubrica selezionata dalla lista?
pl: Czy chcesz usunąć bieżącą ksiażkę teleadresową z listy?
ru: Вы действительно хотите удалить текущий телефонный справочник из списка?
tr: Şimdiki telefon defterini listeden silmek istiyor musuz?

source: Remove from list
de: Aus Liste entfernen
el: Μετακίνηση από τη λίστα
es: Eliminar de la lista
fr: Enlever de la liste
it: Rimuovi dalla lista
pl: Usuń z listy
ru: Удалить из списка
tr: Listeden sil

source: Display style
de: Anzeigestil
el: Στυλ προβολής
es: Estilo de visualización
fr: Style d'affichage
it: Stile visualizzazione
pl: Sposób wyświetlania
ru: Стиль
tr: Görüntü tarzı

source: Custom
de: Benutzerdefiniert
es: Personalizar
it: Personalizzato
pl: Użytkownika
ru: Настраиваемый

source: Filter phone book entries
de: Telefonbucheinträge filtern
es: Filtrar entradas de la agenda telefónica
fr: Filtrer les entrées du carnet d'adresse
it: Filtra le voci della rubrica
pl: Filtruj wpisy w książce teleadresowej
ru: Фильтровать записи телефонного справочника
tr: Telefon defteri girdilerini filtrele

source: Only display phone book items fulfilling:
de: Nur Telefonbucheinträge anzeigen, die folgende Bedingungen erfüllen:
es: Mostrar sólo elementos de la agenda telefónica que cumplan:
fr: Afficher uniquement les entrées de carnet d'adresse complètes:
it: Visualizza solo le voci della rubrica che rispettino:
pl: Wyświetlane są wyłącznie pasujące wpisy:
ru: Показывать только элементы телефонного справочника, удовлетворяющие:
tr: Sadece karşılığı olan telefon defteri öğelerini görüntüle:

source: You have entered no filtering conditions. Do you want to show all phone book entries instead?
de: Sie haben keine Filterbedingungen angegeben. Möchten Sie stattdessen alle Telefonbucheinträge anzeigen?
es: No ha introducido condiciones de filtrado. ¿Quiere que se muestren todas las entradas de la agenda telefónica?
fr: Vous n'avez pas choisi de filtre.Voulez vous afficher toutes les entrée du carnet d'adresse?
it: Non sono state immesse condizioni filtro. Visualizzare invece tutte le voci della rubrica?
pl: Wprowadziłeś warunki filtrowania. Czy może chcesz wyświetlić wszystkie wpisy w książce teleadresowej?
ru: Вы не ввели условия фильтрации. Вы хотите видеть все записи телефонного справочника?
tr: Filtreleme şartı girmediniz. Tüm telefon defteri girdilerini görüntülemek ister misiniz?

source: Please enter a valid date/time!
de: Bitte geben Sie ein gültiges Datum/eine gültige Uhrzeit ein!
es: ¡Por favor, introduzca una fecha/hora válida!
fr: SVP entrez une date/heure valide
it: Immettere una data/ora valida.
pl: Wprowadź poprawną datę lub czas!
ru: Пожалуйста, введите допустимые дату/время!
tr: Lütfen geçerli bir tarih/saat girin!

source: Show all entries
de: Alle Einträge anzeigen
es: Mostrar todas las entradas
fr: Afficher toutes les entrées
it: Mostra tutte le voci
pl: Wyświetl wszystkie wpisy
ru: Показать все записи
tr: Tüm girdileri göster

source: Filter entries
de: Einträge filtern
es: Filtrar entradas
fr: Filtrer les entrées
it: Filtra voci
pl: Warunki filtrowania
ru: Фильтровать записи
tr: Filtre girdileri

source: Default sort order
de: Standard-Sortierreihenfolge
es: Orden predeterminado
it: Ordinamento predefinito
pl: Domyślna kolejność sortowania
ru: Порядок сортировки по умолчанию

source: Custom sort order
de: Benutzerdefinierte Sortierreihenfolge
es: Orden personalizado
it: Ordinamento personalizzato
pl: Kolejność sortowania użytkownika
ru: Настраиваемый порядок сортировки

source: Filter phone book items
de: Telefonbucheinträge filtern
es: Filtrar elementos de la agenda telefónica
fr: Filtrer les entrées de carnet d'adresse
it: Filtra le voci della rubrica
pl: Filtruj wpisy książki teleadresowej
ru: Фильтровать элементы телефонного справочника
tr: Telefon defteri öğelerini filtrele

source: Save as HTML
de: Als HTML speichern
es: Guardar como HTML
fr: Enregistrer en HTML
it: Salva come HTML
pl: Zapisz jako HTML
ru: Сохранить как HTML
tr: HTML olarak kaydet

source: Expand all
de: Alle aufklappen
es: Expandir todo
it: Espandi tutto
pl: Rozwiń wszystko
ru: Развернуть все

source: Expand all phone books
de: Alle Telefonbücher aufklappen
es: Expandir todas las agendas telefónicas
it: Espandi tutte le rubriche
pl: Rozwiń wszystkie książki teleadresowe
ru: Развернуть все телефонные справочники

source: Collapse all
de: Alle einklappen
es: Contraer todo
it: Comprimi tutto
pl: Zwiń wszystko
ru: Свернуть все

source: Collapse all phone books
de: Alle Telefonbücher einklappen
es: Contraer todas las agendas telefónicas
it: Comprimi tutte le rubriche
pl: Zwiń wszystkie książki teleadresowe
ru: Свернуть все телефонные справочники

source: Expand on load
de: Beim Laden Aufklappen
es: Expandir al cargar
it: Espandi durante il caricamento
pl: Rozwiń w trakcie ładowania
ru: Разворачивать при загрузке

source: Expand all phone books when dialog is opened
de: Alle Telefonbücher aufklappen, wenn der Dialog geöffnet wird
es: Expandir todas las agendas telefónicas cuando el cuadro de diálogo esté abierto
it: Espandi tutte le rubriche quando la finestra è aperta
pl: Rozwiń wszystkie książki teleadresowe, gdy okno dialogowe zostanie otwarte.
ru: Разворачивать все телефонные справочники при открывании окна

source: Error closing the phone books:
de: Fehler beim Schließen der Telefonbücher:
es: Error al cerrar las agendas telefónicas:
fr: Erreur de fermeture des annuaires:
it: Errore nella chiusura delle rubriche:
pl: Błąd spowodował zamknięcie książki teleadresowej
ru: При закрытии телефонного справочника произошла ошибка:
tr: Telefon defterini kapatmada hata:

source: Error executing the desired action:
de: Fehler beim Ausführen der gewünschten Aktion:
el: Σφάλμα κατά την εκτέλεση της επιθυμητής ενέργειας:
es: Error al ejecutar la acción deseada:
fr: Erreur lors de l'exécution de l'action:
it: Errore nell'esecuzione dell'operazione desiderata:
pl: Wystąpił błąd w trakcie wykonywania akcji:
ru: Ошибка выполнения желаемого действия:
tr: İstenilen eylemi uygulamada hata:

source: Loading...
de: Lade...
es: Cargando...
fr: Chargement....
it: Caricamento in corso...
pl: Pobieranie...
ru: Загрузка...
tr: Yükleniyor...

source: Unknown phone book type selected.
de: Unbekannter Telefonbuchtyp ausgewählt.
el: Άγνωστος τύπος τηλεφωνικού καταλόγου επιλέχθηκε.
es: Tipo de agenda telefónica desconocido seleccionado.
fr: Type d'annuaire téléphonique inconnu.
it: Tipo rubrica sconosciuto.
pl: Wybrano nieznany typ książki teleadrsowej.
ru: Выбран неизвестный тип телефонного справочника.
tr: Bilinmeyen telefon defteri tipi seçildi.

source: Create new distribution list from selection
de: Erstelle neue Verteilerliste aus Auswahl
es: Crear nueva lista de distribución a partir de la selección
fr: Créer une nouvelle liste de diffusion depuis sélection
it: Crea una nuova lista di distribuzione dalla selezione
pl: Utwórz nowa listę dystrybucyjną z wybranych elementów
ru: Создать новый список рассылки из выделения
tr: Seçilenden yeni bir dağıtım listesi oluştur

source: Name
el: Όνομα
es: Nombre
fr: Nom
it: Nome
pl: Imię
ru: Фамилия
tr: Ad

source: Add new item
de: Neuen Eintrag hinzufügen
es: Añadir nuevo elemento
fr: Ajouter un nouvel élément
it: Aggiungi un nuovo elemento
pl: Dodaj elemennt
ru: Добавить новый элемент
tr: Yeni öğe ekle

source: Add a new entry to the distribution list
de: Einen neuen Telefonbucheintrag zur Verteilerliste hinzufügen
es: Añadir un nuevo elemento a la lista de distribución
fr: Ajouter un nouvel élément pour la liste de diffusion
it: Aggiungi un nuovo elemento nella lista di distribuzione
pl: Dodaj wpis do listy dystrybucyjnej
ru: Добавить новую запись к списку рассылки
tr: Dağıtım listesine yeni bir girdi ekle

source: Add existing item
de: Existierenden Eintrag hinzufügen
es: Añadir elemento existente
fr: Ajouter un élément existant
it: Aggiungi un elemento esistente
pl: Dodaj istniejący elemennt
ru: Добавить существующий элемент
tr: Varolan öğeyi ekle

source: Add an existing phone book entry to the distribution list
de: Füge einen existierenden Telefonbucheintrag zur Verteilerliste hinzu
es: Añadir una entrada existente en la agenda telefónica a la lista de distribución
fr: Ajouter un élément de carnet d'adresse existant à la liste de diffusion
it: Aggiungi un voce di rubrica esistente alla lista di distribuzione
pl: Dodaj wpis z książki teleadresowaej do listy dystrybucyjnej
ru: Добавить существующую запись из телефонного справочника к списку рассылки
tr: Varolan telefon defteri girdisini dağıtım listesine ekle

source: Items in the distribution list:
de: Einträge in der Verteilerliste:
es: Elementos en la lista de distribución:
fr: Eléments de la liste de diffusion :
it: Elementi nella lista di distribuzione:
pl: Elementy listy dystrybucyjnej:
ru: Элементы в списке рассылки:
tr: Dağıtım listesindeki öğeler:

source: Items in the current selection:
de: Elemente in der aktuellen Auswahl:
es: Elementos en la selección actual:
fr: Eléments de la sélection courante :
it: Elementi nella selezione corrente:
pl: Elementy, które zostały wybrane:
ru: Элементы в текущем выделении:
tr: Güncel seçimdeki öğeler:

source: Current selection
de: Aktuelle Auswahl
es: Selección actual
fr: Sélection courante
it: Selezione corrente
pl: Bieżący wybór
ru: Текущее выделение
tr: Güncel seçim

source: Items to add
de: Hinzuzufügende Einträge
es: Elementos para añadir
fr: Eléments à ajouter
it: Elementi da aggiungere
pl: Elementy do dodania
ru: Элементы для добавления
tr: Eklenecek öğeler

source: Add the selected entry to the distribution list
de: Füge den ausgewählten Eintrag zur Verteilerliste hinzu
es: Añadir la entrada seleccionada a la lista de distribución
fr: Ajouter les élements sélectionnés à la liste de diffusion
it: Aggiungi la voce selezionata nella lista di distribuzione
pl: dodaj wybrany wpis do listy dystrybucyjnej
ru: Добавить выделенную запись к списку рассылки
tr: Dağıtım listesine seçili girdiyi ekle

source: Please select the items to add to the distribution list:
de: Bitte wählen Sie die Einträge aus, die zur Verteilerliste hinzugefügt werden sollen:
es: Por favor, seleccione los elementos para añadir a la lista de distribución:
fr: Svp, sélectionnez les élements à ajouter à la liste de diffusion :
it: Selezionare gli elementi da aggiungere nella lista di distribuzione:
pl: Wybierz element, który zostanie dodany do listy dystrybucyjnej:
ru: Пожалуйста, выберите элементы для добавления к списку рассылки:
tr: Lütfen dağıtım listesine eklenecek öğeleri seçin:

source: Comments:
de: Kommentare:
el: Σχόλια:
es: Comentarios:
fr: Commentaires:
it: Commenti:
pl: Uwagi:
ru: Комментарии:
tr: Yorumlar:

source: Selected sort order:
de: Ausgewählte Sortierreihenfolge
es: Orden seleccionado:
it: Ordinamento selezionato:
pl: Wybież kierunek sortowania:
ru: Выбранный порядок сортировки:

source: Available fields:
de: Verfügbare Felder:
es: Campos disponibles:
it: Campi disponibili:
pl: Dostępne pola:
ru: Доступные поля:

source: descending
de: absteigend
es: descendente
it: discendente
pl: malejąco
ru: по убыванию

source: ascending
de: aufsteigend
es: ascendente
it: ascendente
pl: rosnąco
ru: по возрастанию

source: Sort direction
de: Sortierrichtung
es: Dirección para ordenar
it: Direzione ordinamento
pl: Kierunek sortowania
ru: Порядок сортировки

source: No matching phone book entry found.
de: Keinen passenden Telefonbucheintrag gefunden.
el: Δε βρέθηκε καταχώρηση τηλεφωνικού καταλόγου που να ταιριάζει.
es: No se ha encontrado ninguna coincidencia con la entrada en la agenda telefónica.
fr: Aucun numéro correspondant n'a été trouvé dans l'annuaire.
it: Nessuna voce corrispondente in rubrica.
pl: Nie odnaleziono odpowiedniego wpisu w książce teleadresowej.
ru: Соответствующая запись телефонного справочника не найдена.
tr: Uyan telefon defteri girdisi yok

source: Find phone book entry
de: Telefonbucheintrag suchen
el: Βρείτε καταχώρηση τηλεφωνικού καταλόγου
es: Encontrar una entrada en la agenda telefónica
fr: Rechercher une entrée dans l'annuaire téléphonique
it: Cerca voce rubrica
pl: Wyszukaj w książce teleadresowej
ru: Поиск записи в телефонном справочнике
tr: Telefon defteri girdisi bul

source: Validate
de: Prüfen
es: Validar
it: Controlla
pl: Waliduj
ru: Проверить

source: Display style is valid.
de: Anzeigestil ist in Ordnung.
es: El estilo de visualización no es válido.
it: Lo stile evidenziazione è valido.
pl: Styl wyświetlania jest poprawny.
ru: Стиль отображения допустимый

source: Please enter the desired display style in the text box below. Double click on the lists to add the selected field/predefined style.
de: Bitte geben Sie den gewünschten Anzeigestil in das Textfeld unten ein. Doppelklicken Sie auf die Listen, um das ausgewählte Feld bzw. den vordefinierten Stil hinzuzufügen.
es: Introduzca el estilo de visualización deseado en el campo de texto de abajo. Pulse dos veces sobre las listas para añadir el campo seleccionado o el estilo predefinido.
it: Immettere lo stile di evidenziazione voluto nel riquadro di testo sottostante. Fare doppio clic sulle liste per aggiungere il campo/stile predefinito selezionati.
pl: Wprowadź żądany styl wyświetlania w pole tekstowe poniżej. Kliknij dwukrotnie na liście aby dodać wybrane pole lub predefiniowany styl.
ru: Пожалуйста, задайте желаемый стиль отображения в поле ниже. Двойной щелчок по спискам добавляет выбранное поле/предопределённый стиль.

source: Available fields
de: Verfügbare Felder
es: Campos disponibles
it: Campi disponibili
pl: Dostępne pola
ru: Доступные поля

source: Predefined styles
de: Vordefinierte Stile
es: Estilos predefinidos
it: Stili predefiniti
pl: Predefiniowane style
ru: Предопределённые стили

source: Please enter a display style.
de: BItte geben Sie einen Anzeigestil an.
es: Introduzca un estilo de visualización.
it: Immettere uno stile di evidenziazione.
pl: Wprowadź styl wyświetlania.
ru: Пожалуйста, введите стиль отображения

source: The display style must contain at least one field.
de: Der Anzeigestil muss mindestens ein Feld enthalten.
es: El estilo de visualización debe contener al menos un campo.
it: Lo stile di evidenziazione deve contenere almeno un campo.
pl: Styl wyświetlania musi zawierać przynajmniej jedno pole.
ru: Стиль отображения должен содержать хотя бы одно поле

source: Display style is not valid
de: Der Anzeigestil ist ungültig
es: El estilo de visualización no es válido
it: Lo stile di evidenziazione non è valido
pl: Styl wyświetlania nie jest poprawny
ru: Недопустимый стиль отображения

source: Open as read only
de: Schreibgeschützt öffnen
el: Ανοιχτό μόνο ως αναγνωσμένο
es: Abrir como sólo lectura
fr: Ouvrir en lecture seule
it: Apri in sola lettura
pl: Otwórz w trybie do odczytu
ru: Открыть только для чтения
tr: Salt okunur olarak aç

source: Allow distribution list entries
de: Verteilerlisteneinträge erlauben
es: Permitir entradas de la lista de distribución
fr: Autoriser les listes de diffusion
it: Permetti elementi di lista di distribuzione
pl: Zezwól na listy dystrybucyjne
ru: Разрешить записи списков рассылки
tr: Dağıtım listesi girdilerine izin ver

source: JDBC phone book
de: JDBC-Telefonbuch
el: JDBC Τηλεφωνικός κατάλογος
es: Agenda telefónica JDBC
fr: Annuaire téléphonique JDBC
it: Rubrica JDBC
pl: Książka teleadresowa JDBC
ru: JDBC телефонный справочник
tr: JDBC telefon defteri

source: A phone book saving its entries in a relational database using JDBC.
de: Ein Telefonbuch, das seine Einträge mittels JDBC in einer relationalen Datenbank speichert.
el: Ένας τηλεφωνικός κατάλογος αποθηκεύει τις καταχωρήσεις του σε μια σχετική βάση δεδομένων χρησιμοποιώντας JDBC.
es: Una agenda telefónica que almacena sus entradas en una base de datos relacional utilizando JDBC.
fr: Un agenda téléphonique conservant ses enregistrements dans une base de données relationnelle utilisant JDBC
it: Una rubrica le cui voci sono salvate in un database relazionale via JDBC.
pl: Książka teleadresowa przechowuje wpisy w bazie danych wykorzystując JDBC.
ru: Телефонный справочник сохраняет записи в реляционной базе данных JDBC.
tr: JDBC kullanarak girdileri bağlantısal veri tabanına kaydeden telefon defteri.

source: New JDBC phone book
de: Neues JDBC-Telefonbuch
el: Nέος JDBC τηλεφωνικός κατάλογος
es: Nueva agenda telefónica JDBC
fr: Nouvel annuaire téléphonique JDBC
it: Nuova rubrica JDBC
pl: Nowa książka teleadresowa JDBC
ru: Новый телефонный справочник JDBC
tr: Yeni JDBC telefon defteri

source: Please select which database fields correspond to the phone book entry fields of YajHFC:
de: Bitte wählen Sie aus, welche Datenbankfelder den Feldern der YajHFC-Telefonbucheinträge entsprechen:
el: Παρακαλώ επιλέξτε ποια πεδία της βάσης δεδομένων ανταποκρίνονται στα εισαγόμενα πεδία του τηλεφωνικού καταλόγου of YajHFC:
es: Por favor, seleccione qué campos de la base de datos corresponden a los campos de las entradas de la agenda telefónica de YajHFC:
fr: Veuiller choisir les champs de base de données qui correspondent aux champs d'entrée de l'annuaire téléphonique de YajHFC :
it: Selezionare quali campi del database corrispondono ai campi delle voci della rubrica YajHFC:
pl: Wskaż pola bazy danych, które odpowiadają polom książki teleadresowej YajHFC:
ru: Пожалуйста, выберите поля базы данных, соответствующие полям Телефонного справочника YajHFC:
tr: Lütfen YajHFC telefon defteri girdi alanrını karşılayan veritabanı alanlarını seçin:

source: Could not load the specified driver class:
de: Konnte die angegebene Treiberklasse nicht laden:
el: Δεν μπορεί να φορτώσει την ορισμένη κατηγορία οδηγού:
es: No se puede cargar la clase de controlador especificada:
fr: Impossible de charger la classe du driver indiquée:
it: Non è possibile caricare la classe di driver specificata:
pl: Nie możana załadowąć wskazanego sterownika
ru: Невозможно загрузить указанный класс драйвера:
tr: Belirtilen sürücü sınıfı yüklenemedi:

source: Database password
de: Datenbank-Passwort
el: Συνθηματικό βάσης δεδομένων
es: Contraseña de la base de datos
fr: Mot de passe de la base de donnée
it: Password database
pl: Hało do bazy danych
ru: Пароль базы данных
tr: Veritabanı parolası

source: Please enter the database password (database: {0}):
de: Bitte geben Sie das Datenbankpasswort ein (Datenbank: {0}):
es: Por favor, introduzca la contraseña de la base de datos (base de datos: {0}):
fr: Entrez le mot de passe de la base de donnees (base : {0}):
it: Immettere la password per il database (database: {0}):
pl: Wprowadż hasło do bazy danych (baza danych: {0}):
ru: Пожалуйста, введите пароль базы данных (database: {0}):
tr: Lütfen veritabanı parolasını girin (veritabanı: {0}):

source: Could not connect to the database:
de: Konnte keine Verbindung zur Datenbank herstellen:
el: Δεν μπορεί να συνδεθεί στη βάση δεδομένων:
es: No se puede conectar con la base de datos:
fr: Impossible de se connecter à la base de donnée:
it: Impossibile connettersi al database:
pl: Nie można połączyć się z bazą danych:
ru: Невозможно соединиться с базой данных:
tr: Veritabanına bağlantı kurulamıyor:

source: Could not load the phone book:
de: Konnte das Telefonbuch nicht laden:
el: Δεν μπορεί να φορτώσει τον τηλεφωνικό κατάλογο:
es: No se puede cargar la agenda telefónica:
fr: Impossible de charger l'annuaire téléphonique:
it: Impossibile caricare la rubrica:
pl: Nie możana załadowąć książki teleadresowej
ru: Невозможно загрузить телефонный справочник:
tr: Telefon defteri yüklenemiyor:

source: Cannot open phone book since no database fields were selected!
de: Kann das Telefonbuch nicht öffnen, da keine Datenbankfelder ausgewählt wurden!
el: Δεν μπορεί να ανοίξει τηλεφωνικό κατάλογο από τη στιγμή που δεν έχουν επιλεγεί πεδία βάσης δεδομένων!
es: ¡No se puede abrir la agenda telefónica debido a que no se han seleccionado los campos de la base de datos!
fr: Impossible d'ouvrir l'annuaire téléphonique tant qu'aucun champ de la base de données n'est sélectionné!
it: Impossibile aprire la rubrica se non è selezionato alcun campo del database!
pl: Nie można otworzyć książki teleadresowej do póki nie zostaną wybrane pola bazy danych!
ru: Невозможно открыть телефонный справочник, так как не были выбраны поля базы данных!
tr: Veritabanı alanı seçilmediğinden telefon defteri açılamıyor!

source: Could not save the phone book:
de: Konnte das Telefonbuch nicht speichern:
el: Δεν μπορεί να αποθηκεύσει τον τηλεφωνικό κατάλογο:
es: No se puede guardar la agenda telefónica:
fr: Impossible de sauvegarder l'annuaire téléphonique:
it: Impossibile salvare la rubrica:
pl: Nie można zapisać książki teleadresowej:
ru: Невозможно сохранить телефонный справочник:
tr: Telefon defteri kaydedilemiyor:

source: Could not save the changes: No valid {0} query.
de: Konnte die Änderungen nicht speichern: Keine gültige {0} Abfrage.
el: Δεν μπορεί να αποθηκεύσει τις αλλαγές: Μη έγκυρη {0} ερώτηση.
es: No se pueden guardar los cambios: Consulta {0} no válida.
fr: Sauvegarde des modifications impossible: Requete {0} invalide.
it: Impossibile salvare le modifiche: query {0} non valida.
pl: Nie można zapisać zmian: Nie właściwa kwerenda {0}
ru: Невозможно сохранить изменения: Недопустимый {0} запрос.
tr: Değişikler kaydedilemiyor: Geçerli {0} sorgusu yok.

source: Could not save the changes for entry {0}:
de: Konnte die Änderungen für Eintrag {0} nicht speichern:
el: Δεν μπορεί να αποθηκεύσει τις αλλαγές για εισαγωγή {0}:
es: No se pueden guardar los cambios para el registro {0}:
fr: Impossible de sauvegarder les modifications de l''entrée {0}:
it: Impossibile salvare le modifiche per la voce {0}:
pl: Nie można zapisać zmian dla {0}:
ru: Невозможно сохранить изменения для записи {0}:
tr: {0} girdisi için değişikler kaydedilemiyor:

source: Driver class:
de: Treiber-Klasse:
el: Κατηγορία οδηγού:
es: Clase de controlador:
fr: Classe du driver:
it: Classe del driver:
pl: Sterownik:
ru: Класс драйвера:
tr: Sürücü sınıfı:

source: Database URL:
de: Datenbank-URL:
el: Βάση δεδομένων URL:
es: Dirección URL de la base de datos:
fr: URL de la base de donnée:
it: URL del database:
pl: URL do bazy danych:
ru: URL базы данных:
tr: Veritabanı URL'si:

source: Table:
de: Tabelle:
el: Πίνακας:
es: Tabla:
it: Tabella:
pl: Tabela:
ru: Таблица:
tr: Tablo:

source: You have to specify a driver class.
de: Sie müssen eine Treiberklasse angeben.
el: Πρέπει να ορίσετε κατηγορία οδηγού.
es: Tiene que especificar una clase de controlador.
fr: Vous devez saisir une classe pour les drivers.
it: Specificare la classe di driver.
pl: Podaj starownik do bazy danych.
ru: Вы должны указать класс драйвера.
tr: Sürücü sınıfı belirtmek zorundasınız.

source: You have to specify a database URL.
de: Sie müssen eine Datenbank-URL angeben.
el: Πρέπει να ορίσετε μια βάση δεδομένων URL.
es: Tiene que especificar la dirección URL de la base de datos.
fr: Vous devez saisir une URL pour la base de donnée.
it: Specificare l'URL del database.
pl: Podaj URL do bazie danych.
ru: Вы должны указать URL базы данных.
tr: Veritabanı URL'si belirtmek zorundasınız.
