Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/messages_*.po
Languages: de, el, es, fr, it, pl, ru, tr

source: SubAddress
el: Διεύθυνση
es: Dirección adicional
fr: Adresse supplémentaire
it: Sottoindirizzo
pl: Adres lokalizacji
tr: Alt adres

source: Destination SubAddress
de: "SubAddress" für Ziel
el: Διεύθυνση προορισμού
es: Dirección adicional del destinatario
fr: Adresse supplémentaire du destinataire
it: Sottoindirizzo destinazione
pl: Adres lokalizacji odbiorcy
ru: SubAddress устройства получателя
tr: Hedef alt adres

source: Tagline format
de: Format der Überschrift
el: Tagline δομή
es: Formato de datos de cabecera
fr: Format d'étiquette de ligne
it: Formato tagline (1a riga fax)
pl: Format nagłówka
ru: Формат метки
tr: Etiket satır formatı

source: Client-specific tagline format string
de: Client-spezifische Überschriftsformateinstellung (tagline format)
es: Formato de texto de datos de cabecera específica del cliente
fr: Format d'étiquette de ligne spécifique au client
it: Formato tagline (1a riga fax) specifica del client
pl: Wprowadzony przez użytkownika format etykiety
ru: Формат метки, определяемой клиентом
tr: İstemci-tabanlı etiket satır biçim dizgisi

source: Total # dials
de: Gesamtanz. Wählversuche
el: Σύνολο # κλήσεων
es: Nº total de llamadas
fr: Nombre total d'appel
it: Chiamate totali
pl: Wszystkich prób połączenia
ru: Общее # Дозвонов
tr: Toplam # arama

source: Total number of phone calls
de: Gesamtanzahl von Telefonanrufen
es: Número total de llamadas
fr: Nombre total d'appels
it: Numero totale di chiamate telefoniche eseguite
pl: Całkowita liczba połączeń
ru: Общее количество телефонных звонков
tr: Toplam telefon arama sayısı

source: Pages
de: Seiten
el: Σελίδες
es: Páginas
it: Pagine totali
pl: Stron
ru: Страниц
tr: Sayfalar

source: Total # pages to transmit
de: Gesamtanz. zu übertragende Seiten
el: Συνολικές # σελίδες για μεταφορά
es: Nº total de páginas para transmitir
fr: Nombre total de pages à envoyer
it: Pagine totali da trasmettere
pl: Całkowita liczba stron do przesłania
ru: Общее # страниц
tr: gönderilecek toplam # sayfa

source: Tries
de: Versuche
el: Προσπάθειες
es: Intentos
fr: Essais
it: Tentativi fatti
pl: Prób
ru: Попытки
tr: Deneme

source: Total number of attempts to send job
de: Gesamtanzahl Versuche, den Auftrag abzusenden
es: Número total de intentos para enviar un trabajo
fr: Nombre total de tentatives d'envois
it: Numero totale di tentativi eseguiti di invio
pl: Całkowita liczba prób dla zadania
ru: Общее количество попыток отправить задание
tr: Gönderme işlemi için toplam deneme sayısı

source: Time to send job
de: Auftragssendezeit
el: Χρόνος αποστολής εργασίας
es: Hora para enviar un trabajo
fr: Durée de la communication
it: Orario invio
pl: Termin realizacji
ru: Время отправки задания
tr: İşlem gönderme zamanı

source: Use continuation cover
de: Fortsetzungscoverseite benutzen
el: Χρήση συνεχούς κάλυψης
es: Utilizar página de portada de continuación
fr: Utiliser la page de garde actuelle
it: Usa copertina continuata
pl: Użyj ciągłej strony tytułowej
ru: Использовать титульный лист продолжения
tr: Sürekli kapak kullan

source: Whether or not to use a continuation cover page
de: Ob ein Fortsetzungsdeckblatt benutzt werden soll oder nicht
es: Utilizar o no una página de portada de continuación
fr: Utiliser ou non une page de couverture suivante
it: Se utilizzare una pagina di continuazione copertina
pl: Czy użyć kontynuacji strony przewodniej
ru: Использовать титульный лист продолжения
tr: Sürekli kapak sayfasının kullanılıp kullanılmadığı

source: Use max. vertical resolution
de: Benutze max. Vertikalauflösung
es: Utilizar resolución vertical máx.
fr: Utiliser le maximum. resolution verticale
it: Usa la risoluzione verticale massima
pl: Użyj największej dostępnej rozdzielczości poziomej
ru: Использовать макс. вертикальное разрешение
tr: En fazla dikey çözünürlük

source: Whether or not to use highest vertical resolution
de: Ob die höchstmögliche Vertikalauflösung verwendet werden soll oder nicht
es: Utilizar o no la máxima resolución vertical
fr: Utiliser ou non la resoulution verticale maximale
it: Se utilizzare la risoluzione verticale massima
pl: Czy użyto maksymalnej rozdzielczości poziomej
ru: Использовать наивысшее вертикальное разрешение
tr: En yüksek dikey çözünürlüğün kullanılıp kullanmılmadığı

source: State
de: Status
el: Κατάσταση
es: Estado
fr: Etat
it: Stato esteso
pl: Stan
ru: Состояние
tr: Durum

source: Job state (long description)
de: Auftragsstatus (lange Beschreibung)
es: Estado del trabajo (descripción larga)
fr: Status (description longue)
it: Stato (descrizione estesa)
pl: Stan zadania (opis)
ru: Состояние задания (подробное описание)
tr: İşlem durumu (uzun tanım)

source: Notification when
de: Benachrichtigung, wenn
es: Notificar cuando
fr: Notifier quand
it: Notifica quando
pl: Powiadom gdy
ru: Уведомлять когда
tr: Bildirim zamanı

source: E-mail notification handling (long description)
de: Behandlung der E-Mail-Benachrichtigung (lange Beschreibung)
es: Gestión de notificación por correo electrónico (descripción larga)
fr: Gestion de la notification par mail (description longue)
it: Tipo notifica e-mail (descrizione estesa)
pl: Obsługa powiadomień e-mail (opis)
ru: Поддержка уведомления по E-mail (подробное описание)
tr: E-posta bildirim işlemi (uzun tanım)

source: Recipient phone
de: Empfänger-Telefon
es: Teléfono del destinatario
fr: Téléphone du récipiendaire
it: Telefono del destinatario
pl: Telefon odbiorcy
ru: Телефон получателя
tr: Alıcı faks no.su

source: Recipient's telephone (voice) number
de: Telefonnummmer (Sprache) des Empfängers
es: Número de teléfono (voz) del destinatario
fr: Numéro de téléphone (voix) du récipiendaire
it: Numero di telefono (voce) del destinatario
pl: Numer telefonu odbiorcy
ru: Номер телефона (голосовой) получателя
tr: Alıcı telefon numarası

source: Subject ("Regarding") of the fax
de: Betreff des Faxes
es: Asunto ("En relación con") del fax
fr: Sujet ("au regads") du fax
it: Oggetto ("Regarding") del fax
pl: Temat ("Dotyczy") faksu
ru: Тема факса ("O")
tr: Faks konusu ("İstinaden")

source: User comment
de: Benutzerkommentar
es: Comentario de usuario
it: Commento utente
ru: Примечание

source: Comment added by a YajHFC user
de: Kommentar durch einen YajHFC-Benutzer
es: Comentario añadido por un usuario de YajHFC
it: Commento aggiunto da un utente di YajHFC
ru: Примечание, добавленное пользователем YajHFC

source: Dials: total/max.
de: Wählversuche: Insges./Max.
el: Κλήσεις: σύνολο/μέγιστες.
es: Llamadas: total/máx.
fr: Numerotations : total/max
it: Chiamate fatte/max
pl: Prób: wszystkie/maksymalnie
ru: Дозвонов: общ./макс.
tr: Arama: toplam/en fazla

source: Total # dials/maximum # dials
de: Gesamte Anz. Wählvers./max. Anz. Wählvers.
el: Σύνολο # κλήσεις/μέγιστες # κλήσεις
es: Número total de llamadas/Número máximo de llamadas
fr: Nombre total d'appels / Nombre maximum d'appels
it: Numero delle chiamate fatte/numero massimo delle chiamate possibili
pl: Liczba wszystkich próby / maksymalna liczba prób
ru: Общее количество дозвонов / максимальное количество дозвонов
tr: Toplam # arama/en fazla # arama

source: Desired signalling rate
de: Gewünschte Signalrate
el: Επιθυμητή ισχύς σήματος
es: Tasa de señalización deseada
fr: Niveau de signalisation désiré
it: Velocità desiderata
pl: Pożadana szybkość transmisji
ru: Желаемая скорость передачи
tr: İstenilen iletim hızı

source: Use ECM?
de: ECM benutzen?
el: Χρήση ECM?
es: ¿Utilizar ECM?
fr: Utilisation ECM?
it: Uso ECM?
pl: Użyć ECM?
ru: Использовать ECM?
tr: ECM kullanılsın?

source: Desired use of ECM (one-character symbol)
de: Gewünschte Benutzung von ECM (1 Buchstabe)
el: Επιθυμητή χρήση ECM (σύμβολο ενός χαρακτήρα)
es: Uso deseado de ECM (una letra)
fr: Utilisation ECM voulue (un caractère)
it: Richiesta di utilizzo ECM (stringa di un carattere)
pl: Pożądane użycie EMC
ru: Желательно ли использовать ECM (буквенное обозначение)
tr: İstenen ECM kullanımı (tek-karakter simge)

source: Notification e-mail address
de: Benachrichtungs-E-Mailadresse
el: Γνωστοποίηση διεύθυνσης e-mail
es: Dirección de correo electrónico para la notificación
fr: Adresse email de notification
it: E-mail per le notifiche
pl: Adres e-mail do powiadomienia
ru: e-mail для уведомлений
tr: Bilgilendirme e-posta adresi

source: Private Tagline?
de: Eigene Überschrift?
el: Ιδιωτική/Ιδιαίτερη Tagline?
es: ¿Datos de cabecera privados?
fr: Etiquette de ligne privée ?
it: Tagline personalizzata?
pl: Prywatna etykieta?
ru: Личная Метка?
tr: Özel etiket satırı

source: Desired use of private tagline (one-character symbol)
de: Eigene Überschrift gewünscht? (1 Buchstabe)
el: Επιθυμητή χρήση ιδιωτικής/ιδιαίτερης tagline (σύμβολο ενός χαρακτήρα)
es: Uso deseado de datos de cabecera privados (una letra)
fr: Utiliser l'étiquette de ligne privée (un caractère par symbol)
it: Richiesta utilizzo tagline personalizzata (simbolo di un carattere)
pl: Pożadane użycie prywatnej etykiety (jeden znak)
ru: Желательно ли использовать личную метку (буквенное обозначение)
tr: İstenen özel etiket satırı kullanımı (tek-karakter simge)

source: Whether to use continuation cover page (one-character symbol)
de: Ob eine Fortsetzungscoverseite benutzt werden soll (1 Buchstabe)
el: Να γίνει χρήση συνεχούς εξωφύλλου (σύμβολο ενός χαρακτήρα)
es: Uso de página de portada de continuación (una letra)
fr: Utilisation de la page de garde (un caractère par symbol)
it: Se usare copertina continuata (simbolo di un carattere)
pl: Czy użyć ciągłej strony przewodniej
ru: Нужно ли использовать титульный лист продолжения (буквенное обозначение)
tr: sürekli kapak sayfası kullanıp kullanılmayağı (tek-karakter simge)

source: Pages done/total
de: Seiten fertig/gesamt
el: Σελίδες ολοκληρώθηκαν/πλήρεις
es: Páginas terminadas/total
fr: Pages terminées/total
it: Pagine inviate/tot
pl: Stron: wysłanych / wszystkich
ru: Стр. передано/всего
tr: Sayfa bitmiş/toplam

source: # pages transmitted/total # pages to transmit
de: Anzahl Seiten übertragen/gesamt
el: # Σελίδες μεταφέρθηκαν,εστάλησαν/πλήρως # σελίδες για μεταφορά
es: Nº de páginas transmitidas/nº de páginas para transmitir
fr: # pages transmises / total # pages à transmettre
it: Pagine inviate/tot
pl: Liczba stron wysłanych / liczba stron do wysłania
ru: # страниц передано / # всего страниц
tr: # sayfa gönderilen/toplam # sayfa gönderilen

source: Minimal signalling rate
de: Min. Übertragungsrate
el: Ελάχιστος ρυθμός εκπομπής
es: Tasa de señalización mínima
fr: Signal minimal du ratio
it: Velocità minima
pl: Minimalna szybkość
ru: Минимальная скорость передачи
tr: En düşük iletim hızı

source: Client-specified minimum acceptable signalling rate
de: Klientenspezifizierte minimale akzeptable Übertragungsrate
el: Ελάχιστος αποδεκτός ρυθμός εκπομπής οριζόμενος από τον πελάτη
es: Tasa de señalización mínima aceptable especificada por el cliente
fr: Signal minimal du ratio accepté par le client spécifié
it: Velocità minima specificata dal client
pl: Wprowadzona przez użytkownika minimalna szybkość transmisji
ru: Минимально приемлемая скорость передачи установленная клиентом
tr: İstemci-tanımlı en düşük kabul edilebilir iletim hızı

source: Tries: done/max.
de: Versuche: verbraucht/max.
el: Προσπάθειες:Ολοκληρώθηκαν/στο μέγιστο.
es: Intentos: realizados/máx.
fr: Essais: effectués /maximum.
it: Tentativi eseguiti/massimi.
pl: Prób: wykonanych / maksymalnie
ru: Попыток/макс.
tr: Denemeler: bitmiş/en fazla

source: Total # tries/maximum # tries
de: Anzahl Versuche verbraucht/maximal
el: Συνολικές # προσπάθειες/μέγιστες # προσπάθειες
es: Nº total de intentos/nº máximo de intentos
fr: Nombre total d'essais / nombre maximum d'essais
it: Tentativi tot/max
pl: Liczba wykonanych prób / maksymalna liczba prób
ru: # попыток / максимальное # попыток
tr: Toplam # deneme/en çok # deneme

source: Communication identifier
de: Kommunikationsbezeichner
el: Εντοπιστής επικοινωνίας
es: Identificador de comunicación
fr: Identité de la communication
it: Identificativo di comunicazione
pl: Identyfikator transmisji
ru: Идентификатор сеанса
tr: İletişim tanımlayıcısı

source: Job type (one-character symbol)
de: Auftragstyp (1 Buchstabe)
el: Τύπος εργασίας (σύμβολο ενός χαρακτήρα)
es: Tipo de trabajo (una letra)
fr: Type de travail (un caractère par symbole)
it: Tipo di trasmissione (simbolo di un carattere)
pl: Typ zadania (symbol jednoznakowy)
ru: Тип задания (буквенное обозначение)
tr: İşlem cinsi (tek-karakter simge)

source: Scheduled time
de: Geplante Uhrzeit
el: Προγραμματισμένη ώρα
es: Fecha programada
fr: Temps programmé
it: Orario invio pianificato
pl: Zaplanowane o
ru: Запланированное время
tr: Programlandığı zaman

source: Scheduled date and time
de: Geplante Uhrzeit/Datum
el: Προγραμματισμένη ημερομηνία και ώρα
es: Fecha y hora programadas
fr: Temps et date programmés
it: Data e ora di invio pianificato
pl: Zaplanowane w dniu, o godzinie
ru: Запланированные дата и время
tr: Programlandığı tarih ve zaman

source: Scheduled time (UNIX)
de: Geplante Uhrzeit/Datum (UNIX)
es: Fecha programada (UNIX)
fr: Heure prevue (UNIX)
it: Orario invio/prossimo tentativo
pl: Zaplanowane o (UNIX)
ru: Запланированное время (UNIX)
tr: Zamanlanmış görev (UNIX)

source: Scheduled time in seconds since the UNIX epoch
de: Geplante Uhrzeit in Sekunden seit der UNIX-Epoche
el: προγραμματισμένη ώρα σε δευτερόλεπτα από την εποχή του UNIX
es: Fecha programada en segundos desde época UNIX
fr: Temps programmé en secondes depuis l'époque UNIX
it: Orario di invio/prossimo tentativo
pl: Zaplanowane o (w sekundach od epoki LINUX)
ru: Запланированное время в секундах от начала эпохи UNIX
tr: UNIX döneminden (01.01.1970 - 00:00) itibaren saniye cinsinden programlandığı zaman

source: Job state (one-character symbol)
de: Auftragsstatus (1 Buchstabe)
el: Κατάσταση Εργασίας (Ε)
es: Estado del trabajo (una letra)
fr: Statut du travail (un caractère)
it: Stato del fax (simbolo di un carattere)
pl: Status zadania (symbol jednoznakowy)
ru: Состояние задания (буквенное обозначение)
tr: İşlem durumu (tek-karakter simge şeklinde)

source: Client machine name
de: Client-Rechnername
el: Όνομα μηχανής πελάτη
es: Nombre del equipo cliente
fr: Nom de la machine cliente
it: Nome del computer client
pl: Z komputera
ru: Имя машины клиента
tr: İstemci bilgisayar adı

source: # consecutive failed dials
de: Anz. aufeinanderfolgender fehlgeschlagener Wählversuche
el: # αλλεπάλληλες αποτυχημένες κλήσεις
es: Nº consecutivo de llamadas erróneas
fr: # Nombre d'appels consécutifs échoués
it: Chiamate fallite consecutivamente
pl: Prób zakończonych niepowodzeniem
ru: # неуспешных дозвонов
tr: # ardışık başarısız arama

source: Job identifier
de: Auftragsnummer
el: Αναγνωριστικό εργασίας
es: Identificador de trabajo
fr: Identifiant du travail
it: Identificativo del fax
pl: Identyfikator zadania
ru: Идентификатор задания
tr: İşlem kimliği

source: Assigned modem
de: Zugewiesenes Modem
el: Καθορισμένο modem
es: Módem asignado
fr: Modem désigné
it: Modem assegnato
pl: Przydzielony modem
ru: Назначенный модем
tr: Atanmış modem

source: E-mail notification handling (one-character symbol)
de: E-Mail-Benachrichtigungsbehandlung (1 Buchstabe)
el: Χειρισμόςγνωστοποίησης E-mail (σύμβολο ενός χαρακτήρα)
es: Gestión de notificación por correo electrónico (una letra)
fr: Utilisation de l'e-mail de notification (un caractère par symbole)
it: Gestione delle notifiche e-mail (un carattere)
pl: Obsługa powiadomień e-mail (symbol jednoznakowy)
ru: Уведомление по E-mail (буквенное обозначение)
tr: E-posta bilgilendirme işlem tarzı (tek-karakter simge)

source: Job retry time
de: Wiederholungszeit
es: Intervalo de tiempo entre reintentos de envío de un trabajo
fr: Delai entre les tentatives
it: Orario nuovo tentativo
pl: Czas powtórzenia zadania
ru: Время повтора задания
tr: İşlem tekrar deneme süresi

source: Use XVRES?
de: XVRES verwenden?
es: ¿Utilizar XVRES?
fr: Utiliser XVRES ?
it: Utilizzo XVRES?
pl: Użyć XVRES?
ru: Использовать XVRES?
tr: XVRES kullanılsın mı?

source: Use extended resolution?
de: Erweiterte Auflösung verwenden?
es: ¿Utilizar resolución ampliada?
fr: Utiliser la résolution étendue
it: Utilizzo risoluzione estesa?
pl: Użyć roszerzonej rozdzielczości?
ru: Использовать увеличенное разрешение?
tr: Genişletilmiş çözünürlük kullan?

source: Using the HylaFAX protocol
de: Mittels des HylaFAX-Protokolls
es: Utilizar el protocolo de HylaFAX
fr: Utiliser le protocole Hylafax
it: Utilizzo protocollo HylaFAX
pl: Użyty został protokół HylaFAX
ru: С использованием протокола HylaFAX
tr: HylaFAX iletişim kuralı kullanılıyor

source: Directly accessing the spool area (experimental)
de: Direktzugriff auf den Spool-Bereich (experimentell)
es: Acceder directamente al almacén (experimental)
fr: Accès direct a la zone de spool (expérimental)
it: Accesso diretto all'area di spool (sperimentale)
pl: Bezpośredni dostęp do przestrzeni spool (eksperymentalny)
ru: С непосредственным доступом к области спулера (экспериментальный)
tr: Kuyruk bölgesine doğrudan erişiliyor (Deneysel)

source: Fritz!Box for received, HylaFAX for outgoing faxes
de: Fritz!Box für eingehende, HylaFAX für ausgehende Faxe
es: Fritz!Box para los recibidos, HylaFAX para el envío de faxes
it: Fritz!Box per i fax ricevuti, HylaFAX per i fax inviati
ru: Fritz!Box для входящих, HylaFAX для исходящих факсов

source: Undefined
de: Undefiniert
el: Μη ορισμένο
es: Indefinido
fr: Inconnu
it: Non definito
pl: Niezdefiniowany
ru: Неопределено
tr: Tanımlanmamış

source: Failed
de: Fehlgeschlagen
el: Απέτυχε
es: Error
fr: Erreur
it: Fallito
pl: Niedoręczony
ru: Не удалось доставить
tr: Başarısız

source: Suspended
de: Angehalten
es: Suspendido
fr: Suspendu
it: Sospeso
pl: Wstrzymany
ru: Остановлено
tr: Beklemede

source: Suspended (not being scheduled)
de: Angehalten (nicht in der Warteschlange)
el: Αναβλήθηκε (δεν είχε προγραμματιστεί)
es: Suspendido (no está programado)
fr: Suspendu (non reprogrammé)
it: Sospeso (non viene pianificato)
pl: Wstrzymany (nie zaplanowany)
ru: Остановлено (не задано время отправки)
tr: Beklemede (planlanmamış)

source: Pending
de: Bevorstehend
es: Pendiente
fr: En suspend
it: Differito
pl: Nierozpoczęty
ru: Задержано
tr: Askıda

source: Pending (waiting for the time to send to arrive)
de: Bevorstehend (wartet auf Eintritt der geplanten Sendezeit)
el: Σε αναμονή (αναμονή για να έρθει η στιγμή της αποστολής)
es: Pendiente (esperando que llegue el momento de envío)
fr: Attente (Attente de l'heure d'envoi)
it: Differito (attende l'orario di invio)
pl: Nierozpoczęty (oczekujący na wysyłkę)
ru: Задержано (ожидание наступления времени отправки)
tr: Beklemede (gönderme zamanının gelmesi bekleniyor)

source: Sleeping
de: Schlafend
es: Durmiendo
fr: En attente
it: Dormiente
pl: Uśpiony
ru: Бездействует
tr: Uyuyor

source: Sleeping (waiting for a scheduled timeout such as a delay between attempts to send)
de: Schlafend (wartet auf eine geplante Zeitspanne wie z.B. den Abstand zwischen 2 Sendeversuchen)
el: Κοιμάται (αναμονή για ένα προγραμματισμένο διάλειμμα όπως μια καθυστέρηση μεταξύ των προσπαθειών για αποστολή)
es: Durmiendo (en espera por retardo programado como el intervalo entre intentos de envío)
fr: Sommeil (Attente d'un dépassement du temps imparti entre les éssais d'envoi)
it: Dormiente (in attesa di un timeout pianificato come un intervallo fra tentativi di invio)
pl: Uśpiony (oczekujący na zaplanowany termin lub odstęp między próbami)
ru: Бездействует (запланированный тайм-аут, напр. задержка между попытками передачи)
tr: Uykuda (planlanmış zaman aşımı bekleniyor, iki gönderme girişimi arasındaki ertleme süresini beklemek gibi)

source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloque
it: Bloccato
pl: Zablokowany
ru: Заблокировано
tr: Engellenmiş

source: Blocked (by concurrent activity to the same destination)
de: Blockiert (durch konkurrierende Aufträge an den selben Empfänger)
el: Μπλόκαρε (από ταυτόχρονη δραστηριότητα με τον ίδιο προορισμο)
es: Bloqueado (por actividad simultánea al mismo destino)
fr: Bloqué (par une activité concomitante sur la même destination)
it: Bloccato (da attività contemporanea verso la stessa destinazione)
pl: Zablokowany (przez inne zadanie na ten sam numer faksu)
ru: Заблокировано (параллельной операцией)
tr: Engellendi (aynı hedefe eşzamanlı etkinlik sebebi ile)

source: Waiting
de: Angehalten
es: En espera
fr: En Attente
it: In attesa
pl: Oczekujący
ru: Ожидание
tr: Bekliyor

source: Waiting (for resources such as a free modem)
de: Wartend (auf Ressourcen wie z.B. ein freies Modem)
el: Αναμονή (για πηγές όπως ένα ελεύθερο modem )
es: En espera (de recursos como un módem disponible)
fr: Attente (de ressources comme un modem libre)
it: In attesa (che si liberi la risorsa es. modem)
pl: Oczekujący (na wolny modem)
ru: Ожидание (ресурсов таких как сободный модем)
tr: Kaynak bekleniyor (örn. modemin boş olmaması)

source: Running
de: Aktiv
el: Τρέχει/Σε εξέλιξη
es: Ejecutando
fr: En cours
it: In esecuzione
pl: Uruchomiony
ru: Выполняется
tr: Çalışıyor

source: Done
de: Fertig
el: Πραγματοποιήθηκε
es: Correcto
fr: Fait
it: Completato
pl: Doręczony
ru: Доставлен
tr: Tamam

source: Connecting...
de: Verbinde...
es: Conectando...
fr: Connexion...
it: Connessione...
pl: Łączenie...
ru: Подключение...
tr: Bağlanıyor...

source: Could not log in
de: Konnte mich nicht einloggen.
el: Σύνδεση αδύνατη
es: No es posible iniciar la sesión
fr: Connexion impossible
it: Impossibile accedere
pl: Nie zautentykowano
ru: Невозможно соединиться с сервером
tr: Giriş yapılamıyor

source: Error refreshing the status:
de: Fehler beim Aktualisieren des Status:
el: Σφάλμα ανανέωσης της κατάστασης:
es: Error al actualizar el estado:
fr: Erreur de rafraichissement de statut:
it: Errore nell'aggiornamento dello stato:
pl: Wystapił błąd w trakcie odświeżania statusu:
ru: Ошибка обновления состояния:
tr: Durumu yenileme sırasında hata:

source: Fritz!Box connection
de: Fritz!Box-Verbindung
es: Datos para la conexión de Fritz!Box
it: Connessione a Fritz!Box
ru: Подключение к Fritz!Box

source: Please enter user name and password to connect to the Fritz!Box
de: Bitte geben Sie Benutzername und Passwort für die Verbindung zur Fritz!Box ein
es: Por favor, introduzca el nombre y la contraseña para conectarse a Fritz!Box
it: Immettere il nome utente e la password per la connessione al Fritz!Box
ru: Пожалуйста, введите имя пользователя и пароль для подключения к Fritz!Box

source: Fritz!Box configuration
de: Fritz!Box-Konfiguration
es: Datos para la configuración de Fritz!Box
it: Configurazione Fritz!Box
ru: Конфигурация Fritz!Box

source: Use passive mode
de: "Passive mode" benutzen
es: Utilizar el modo pasivo
it: Usa modalità passiva
ru: Использовать пассивный режим

source: Path to "faxbox" directory:
de: Pfad zum "faxbox"-Verzeichnis
es: Ruta al directorio "faxbox":
it: Percorso della directory "faxbox":
ru: Путь к каталогу "faxbox":

source: File name pattern:
de: Muster der Dateinamen:
es: Patrón del nombre de archivo:
it: Struttura del nome del file:
ru: Шаблон имен файлов:

source: Date format in file name:
de: Datumsformat im Dateinamen:
es: Formato de fecha para el nombre de archivo:
it: Formato della data nel nome del file:
ru: Формат даты в имени файла:

source: Time/Date
de: Zeit/Datum
el: ώρα/ημερομηνία
es: Fecha/Hora
fr: Heure/Date
it: Orario ricezione
pl: Data i godzina
ru: Дата/Время
tr: Zaman/Tarih

source: Extended representation of the time when the receive happened
de: Erweiterte Darstellung des Empfangszeitpunkts
el: Παρατεταμένη παρουσίαση του χρόνου που συνέβει η λήψη
es: Representación ampliada de la fecha en el momento de la recepción
fr: Affichage complet de l'heure lors d'un appel entrant
it: Rappresentazione estesa dell'orario di ricezione avvenuta
pl: Czas odebrania faksu w formacie rozszerzonym
ru: Дата и время получения факса
tr: Alım olduğunda zamanın genişletilmiş gösterimi
