Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/messages_*.po
Languages: de, el, es, fr, it, pl, ru, tr

source: Actions after receiving a new fax:
de: Aktionen nach Empfang eines Faxes:
el: Ενέργειες μετά τη λήψη ενός νέου φαξ:
es: Acciones después de recibir un nuevo fax:
fr: Actions après réception d'un fax:
it: Azioni dopo la ricezione di un nuovo fax:
pl: Akcja gdy nowy faks zostanie odebrany
ru: Действия после приема нового факса:
tr: Yeni faks aldıktan sonra yapılacak işlem:

source: Beep
de: Signalton
el: ;Hxoς σήματος
es: Pitido
fr: Bip
pl: Odtwórz "Beep"
ru: Звуковой сигнал
tr: Bip

source: Bring to front
de: In den Vordergrund bringen
el: Φέρε μπροστά
es: Traer al frente
fr: Afficher à l'écran
it: Porta in primo piano
pl: Ustaw na wierzchu
ru: Переместить на передний план
tr: Öne getir

source: Open in viewer
de: In Betrachter öffnen
el: Άνοιξε στην οθόνη
es: Abrir en el visor
fr: Afficher dans le visionneur
it: Apri nel visualizzatore
pl: Otwórz w przeglądarce
ru: Открыть в программе просмотра
tr: Görüntüleyicide aç

source: And mark as read
de: Und als gelesen markieren
el: Και σημείωσε το σαν διαβασμένο
es: Y marcar como leído
fr: Et marquer comme lu
it: E segna come letto
pl: Zaznacz jako przeczytany
ru: Пометить как прочитанный
tr: Ve okunmuş olarak işaretle

source: Show flashing tray icon
de: Blinkendes Tray-Icon anzeigen
es: Mostrar icono parpadeante en la bandeja del sistema
fr: Afficher une barre d'icone clignotante
it: Mostra icona lampeggiante nell'area di notifica
pl: Wyświetl migającą ikonę w tray
ru: Показывать мигающую иконку в трее
tr: Sistem çekmecesi simgesini ışıklı göster

source: Display tray icon message
de: Tray-Icon-Benachrichtigung anzeigen
es: Mostrar mensaje en la bandeja del sistema
fr: Afficher le message de pied
it: Visualizza messaggio nell'area di notifica
pl: Wyświetl wiadomość w tray
ru: Показывать сообщение иконки трея
tr: Sistem çekmecesi simgesi mesajını göster

source: Date and Time Format:
de: Datums- und Uhrzeitformat:
es: Formato de fecha y hora:
fr: Format de date et heure:
it: Formato data e ora:
pl: Format daty i czasu
ru: Формат даты и времени:
tr: Tarih ve Saat Biçimi:

source: Date format:
de: Datumsformat:
es: Formato de fecha:
fr: Format de date:
it: Formato data:
pl: Format daty:
ru: Формат даты:
tr: Tarih biçimi:

source: Time format:
de: Uhrzeitformat:
es: Formato de hora:
fr: Format d'heure:
it: Formato ora:
pl: Format czasu:
ru: Формат времени:
tr: Saat biçimi:

source: You must restart the program for the change of the language to take effect.
de: Sie müssen das Programm neu starten, damit sich eine Änderung der Sprache auswirkt.
el: Πρέπει να γίνει επανεκκίνηση του προγράμματος για να γίνει χρήση της αλλαγής γλώσσας.
es: Debe reiniciar el programa para que el cambio de idioma tenga efecto.
fr: Vous devez redémarrer pour que les changements de langue prennent effet.
it: Riavviare il programma per rendere effettivo il cambiamento della lingua.
pl: Musisz ponownie uruchomić program aby zmiana języka odniosła efekt.
ru: Перезапустите программу, чтобы измениение языка вступило в силу.
tr: Dil değişikliğinin etkin olması için programı yeniden başlatmalısınız.

source: Please enter a valid date format:
de: Bitte geben Sie ein gültiges Datumsformat ein:
es: Por favor, introduzca un formato de fecha válido:
fr: Svp entrez un format de date valide.
it: Inserire un formato data valido:
pl: Wprowadź poprawną formę daty:
ru: Пожалуйста, введите правильный формат даты:
tr: Lütfen geçerli bir tarih biçimi girin:

source: Please enter a valid time format.
de: Bitte geben Sie ein gültiges Uhrzeitformat ein.
es: Por favor, introduzca un formato de hora válido.
fr: Svp entrez un format d'heure valide.
it: Inserire un formato ora valido.
pl: Wprowadź poprawny format czasu:
ru: Пожалуйста, введите правильный формат времени:
tr: Lütfen geçerli bir saat biçimi girin.

source: You will need to restart the program for the changes to the list of plugins and JDBC drivers to take full effect.
de: Sie müssen das Programm neu starten, damit sich ihre Änderungen an der Liste der Plugins und JDBC-Treiber in vollem Umfang auswirken.
es: Necesitará reiniciar el programa para que tengan efecto por completo los cambios de la lista de complementos y los controladores JDBC.
fr: Vous devez redemarrer le programme pour que les changements sur les modules et JDBC soient pris en compte.
it: Riavviare il programma per rendere effettive le modifiche alla lista dei plugin ed ai driver JDBC.
pl: Musisz ponownie uruchomić program aby zmiany na liscie wtyczek i sterowników JDBC odniosły efekt.
ru: Чтобы изменения в списке плагинов и драйверов JDBC вступили в силу, перезапустите программу.
tr: Eklenti listesi ve JDBC sürücülerindeki değişikliklerin tamamen etkin olması için programı yeniden başlatmanız gerekli.

source: JAR files
de: JAR-Dateien
el: JAR αρχεία
es: Archivos JAR
fr: Fichiers jar
it: File JAR
pl: Pliki JAR
ru: JAR файлы
tr: JAR dosyaları

source: Add JDBC driver
de: JDBC-Treiber hinzufügen
el: Προσθήκη JDBC οδηγού
es: Añadir controlador JDBC
fr: Ajouter un pilote JDBC
it: Aggiungi driver JDBC
pl: Dodaj sterownik JDBC
ru: Добавить драйвер JDBC
tr: JDBC sürücüsü ekle

source: Add plugin
de: Plugin hinzufügen
el: Προσθήκη plugin
es: Añadir complemento
fr: Ajouter Module
it: Aggiungi plugin
pl: Dodaj wtyczkę
ru: Добавить плагин
tr: Eklenti ilave et

source: The file {0} is not a valid YajHFC plugin!
de: Die Datei {0} ist kein gültiges YajHFC-Plugin!
el: Tο αρχείο {0} δεν είναι έγκυρο YajHFC plugin!
es: ¡El archivo {0} no es un complemento válido de YajHFC!
fr: Le fichier {0} n''est pas un module YajHFC valide!
it: Il file {0} non è un plugin YajHFC valido!
pl: Plik {0} nie jest poprawną wtyczką YajHFC!
ru: Файл {0} не является плагином YajHFC!
tr: {0} dosyası geçerli bir YajHFC eklentisi değil!

source: Remove item
de: Element entfernen
el: Μετακίνηση στοιχείου
es: Eliminar elemento
fr: Supprimer entite
it: Rimuovi oggetto
pl: Usuń element
ru: Удалить элемент
tr: Öğeyi kaldır

source: Test connection
de: Verbindung testen
el: Δοκιμαστική σύνδεση
es: Probar la conexión
fr: Test de connexion
it: Test di connessione
pl: Testuj połączenie
ru: Проверить подключение
tr: Bağlantıyı kontrol et

source: Testing connection to {0}
de: Teste Verbindung zu {0}
es: Probando la conexión con {0}
fr: Test de la connexion a {0}
it: Verifica connessione a {0}
pl: Testowanie połączenia do {0}
ru: Проверка подключения к {0}
tr: {0} bağlantısı kontrol ediliyor

source: Connection to the HylaFAX server successful.
de: Die Verbindung zum HylaFAX-Server war erfolgreich.
es: La conexión con el servidor HylaFAX se ha establecido correctamente.
fr: Connexion au serveur Hylafax reussie.
it: Connessione al server HylaFAX riuscita.
pl: Połączono proprawnie z serwerm HylaFAX.
ru: Соединение с сервером HylaFAX установлено.
tr: HylaFAX sunucu bağlantısı başarılı.

source: Name for this server:
de: Name dieses Servers:
es: Nombre del servidor:
fr: Nom du serveur:
it: Nome per questo server:
pl: Nazwa dla tego serwera:
ru: Название для этого сервера:
tr: Bu sunucu için ad:

source: There already exists another server with this name!
de: Es gibt bereits einen Server mit diesem Namen!
es: ¡Ya existe otro servidor con este nombre!
fr: Un serveur avec ce nom existe deja !
it: Esiste già un altro server con questo nome!
pl: Istnieje już serwer o tej nazwie!
ru: Сервер с этим именем уже есть!
tr: Aynı ada sahip başka bir sunucusu zaten var!

source: Please enter a host name.
de: Bitte geben Sie einen Hostnamen ein.
el: Παρακαλώ εισάγετε ένα όνομα οικοδεσπότη.
es: Por favor, introduzca un nombre de equipo.
fr: Entrez un nom de machine svp.
it: Inserire un nome host.
pl: Wprowadź nazwę hosta.
ru: Пожалуйста, введите имя хоста.
tr: Lütfen bilgisayar adı girin.

source: Please enter a user name.
de: Bitte geben Sie einen Benutzernamen ein.
el: Παρακαλώ εισάγετε ένα όνομα χρήστη.
es: Por favor, introduzca un nombre de usuario.
fr: Entrez un nom d'utilisateur svp.
it: Inserire un nome utente.
pl: Wprowadź nazwę użytkownika.
ru: Пожалуйста, введите имя пользователя.
tr: Lütfen kullanıcı adı girin.

source: Please enter a valid port number.
de: Bitte geben Sie eine gültige Portnummer ein.
el: Παρακαλώ εισάγετε έναν έγκυρο αριθμό θύρας.
es: Por favor, introduzca un número de puerto válido.
fr: Entrez un numero de port valide
it: Inserire un numero di porta valido.
pl: Wprowadź poprawny numer portu.
ru: Пожалуйста, введите допустимый номер порта.
tr: Lütfen geçerli bir bağlantı noktası numarası girin.

source: Directory {0} does not exist!
de: Das Verzeichnis {0} existiert nicht!
es: ¡El directorio {0} no existe!
fr: Repertoire {0} n''existe pas
it: La directory {0} non esiste!
pl: Folder {0} nie istnieje!
ru: Каталог {0} не существует!
tr: {0} dizini mevcut değil!

source: Archive directory
de: Archivverzeichnis
es: Directorio del archivador
fr: Archiver le répertoire
it: Directory archivio
pl: Folder archiwum
ru: Каталог архива
tr: Arşiv dizini

source: Invalid spool directory
de: Ungültiges Spoolverzeichnis
es: Directorio del almacén inválido
fr: repertoire de spool invalide
it: Directory di spool non valida
pl: Niewpoprawny folder spool
ru: Недопустимый каталог спулера
tr: Geçersiz kuyruk dizini

source: Show archive table
de: Zeige Archiv-Tabelle an
es: Mostrar la tabla del archivador
fr: Aficher la table d'archive
it: Mostra l'elenco archivio
pl: Wyświetl tabele archiwum
ru: Показывать таблицу "Архив"
tr: Arşiv tablosunu göster

source: Configure access method...
de: Zugriffsmethode konfigurieren...
es: Configurar el método de acceso...
it: Configurazione metodo di accesso...
ru: Настроить способ доступа...

source: Fax lists
de: Faxlisten
es: Listas de faxes
fr: Listes de fax
it: Elenco fax
pl: Lista faksów
ru: Списки факсов
tr: Faks listeleri

source: Access method for the fax lists
de: Zugriffsmethode für die Faxlisten
es: Método de acceso para las listas de faxes
fr: Methode d'acces au liste de fax
it: Modalità di accesso per l'elenco fax
pl: Metoda dostępu do lity faksów
ru: Способ доступа к списку факсов
tr: Faks listeleri için erişim yöntemi

source: Location of spool directory for direct access (must contain recvq, doneq and docq)
de: Ort des Spoolverzeichnisses für Diektzugriff (muss recvq, doneq und docq enthalten)
es: Ubicación del directorio del almacén para acceso directo (debe contener recvq, doneq y docq)
fr: Localisation des repertoire de spool pour un acces direct (doit contenir recvq, doneq et docq)
it: Posizione della directory di spool per l'accesso diretto (deve contenere recvq, doneq e docq)
pl: Lokalizacja folderu spool dla bezpośredniego dostępu (musi zawierać recvq, doneq i docq)
ru: Каталога спулера для прямого доступа (должен содержать recvq, doneq и docq)
tr: Doğrudan erişim içim kuyruk dizini yeri (recvq, doneq ve docq içermeli)

source: Location of archive directory:
de: Ort des Archivverzeichnisses:
es: Ubicación del directorio del archivador:
fr: Localisation du repertoire d'archive:
it: Percorso della directory di archivio:
pl: Lokalizacja katalogu dla archiwum:
ru: Размещение катлога архива:
tr: Arşiv dizini yeri:

source: Connection settings:
de: Verbindungseinstellungen
el: Ρυθμίσεις σύνδεσης:
es: Ajustes de la conexión:
fr: Paramètres de connexion:
it: Impostazioni di connessione:
pl: Parametry połączenia
ru: Параметры подключения:
tr: Bağlantı Ayarları:

source: Always ask
de: Immer fragen
el: Να γίνεται πάντα ερώτηση
es: Preguntar siempre
fr: Toujours demander
it: Chiedi sempre
pl: Zawsze pytaj
ru: Запрашивать
tr: Her zaman Sor

source: Use passive mode to fetch faxes
de: "Passive mode" zum Abholen der Faxe benutzen
el: Χρησιμοποίησε παθητικό τρόπο για να λάβεις τα φαξ
es: Utilizar modo pasivo para recoger faxes
fr: Utiliser le mode passif pour recevoir les fax
it: Usa modalità passiva per trasferire i fax
pl: Użyj trybu pasywnego w trakcie pobierania faksów
ru: Использовать пассивный режим при загрузке факсов
tr: Faksları almak için edilgen kip kullan

source: Host name:
el: Όνομα οικοδεσπότη:
es: Nombre del equipo:
fr: Nom de la machine hôte:
it: Nome host:
pl: Nazwa hosta:
ru: Имя хоста:
tr: Sunucu:

source: Username:
de: Benutzername:
el: Όνομα χρήστη:
es: Nombre de usuario:
fr: Utilisateur:
it: Nome utente:
pl: Użytkownik:
ru: Имя пользователя:
tr: Kullanıcı adı:

source: Password:
de: Passwort:
el: Σύνθημα:
es: Contraseña:
fr: Mot de passe:
pl: Hasło:
ru: Пароль:
tr: Parola:

source: Admin Password:
de: Admin-Passwort:
el: Σύνθημα χρήστη:
es: Contraseña de administrador:
fr: Mot de passe Administrateur:
it: Password amministratore:
pl: Hasło administratora:
ru: Пароль администратора:
tr: Yönetici Parolası:

source: General settings:
de: Allgemeine Einstellungen:
el: Γενικές ρυθμίσεις:
es: Ajustes generales:
fr: Paramètres généraux:
it: Impostazioni generali:
pl: Ustawienia główne
ru: Основные настройки:
tr: Genel Ayarlar:

source: Create new session for every action
de: Erstelle neue Sitzung für jede Aktion
el: Δημιουργήστε νέα περίοδο για κάθε ενέργεια
es: Crear una nueva sesión por cada acción
fr: Creer une nouvelle session pour chaque action
it: Crea una nuova sessione per ogni operazione
pl: Utwórz nową sesję dla każdej akcji
ru: Создавать новый сеанс для каждого действия
tr: Tüm işlemler için yeni bir oturum aç

source: Connect to the server and log in for every action (e.g. view a fax, update tables, ...) and disconnect afterwards. This impairs performance but might work around some bugs.
de: Verbinde neu mit dem Server und logge neu ein für jede Aktion (z.B. Fax anzeigen, Tabellen aktualisieren, ...) und trenne Verbindung hinterher. Dies beeinträchtigt die Performance aber umgeht einige Bugs.
el: Συνδεθείτε στον σέρβερ και μπείτε μέσα για κάθε ενέργεια (π.χ. προβολή ενός φαξ, αναβάθμιση πινάκων, ...) και έπειτα αποσυνδεθείτε. Αυτό φθείρει/εξασθενήσει την απόδοση μα μπορεί να φθάσει/καταλήξει σε κάποιους ιούς.
es: Conectar al servidor e iniciar sesión para cada acción (p. ej. visualizar un fax, actualizar las tablas...) y desconectar después. Esto resta rendimiento pero podría solucionar algunos errores.
fr: Se connecter au serveur et tracer toutes les actions (i.e visualiser fax, mise a jour tables, ....) et se deconnecter ensuite. Ceci impacte les performances mais peut contourner certains bugs.
it: Connessione al server e autenticazione per ogni operazione (es. visualizza fax, aggiorna elenchi,...) e disconnetti successivamente. Diminuisce le prestazioni ma può risolvere alcuni problemi.
pl: Połącz się z serwerem i zaloguj dla każdej akcji (np. przeglądanie faksów, modyfikowania tabel) i rozłącz po tym. Zwieksza to wydajność ale może powodować pewne błędy.
ru: Соединяться с сервером и авторизоваться при каждом действии (просмотр факса, обновление таблиц, ...) с последующим отсоединением. Это снижает производительность,но может помочь обойти некоторые ошибки.
tr: Sunucuya bağlan ve her işlem için giriş yap (örn. bir faksı görüntülemek, tabloları güncellemek, ...) ve ondan sonra çıkış yap. Bu başarımı düşürür ancak hataları düzeltebilir.

source: Date/Time offset:
de: Offset für Datum/Zeit:
el: Ημερομηνία/Αντιστάθμισμα/Διαφορά ώρας:
es: Fecha/hora (diferencia horaria):
fr: Date/Heure (Décalage):
it: Differenza Data/Ora
pl: Różnica czasu
ru: Часовой пояс:
tr: Zaman dilimi:

source: Offset to be added to dates received from the HylaFAX server before displaying them.
de: Ein Offset/Versatz, der vor dem Anzeigen zu vom HylaFAX-Server empfangenen Datumswerten hinzuaddiert wird.
el: Αντιστάθμισμα να προστεθεί στις ημερομηνίες που έχουν παραληφθεί από τον HylaFAX σέρβερ πριν από τη
es: Diferencia horaria para añadir a las fechas recibidas desde el servidor HylaFAX antes de mostrarlas.
fr: Décalage horaire à ajouter aux fax reçu par HylaFax avant de les afficher
it: Differenza da aggiungere agli orari ricevuti dal server HylaFAX prima di visualizzarli.
pl: Różnica czasu, która będzie dodana daty otrzymanej z serwera HylaFaxnim zostanie wyświetlona.
ru: Будет прибавляться к времени получения факса сервером HylaFAX перед отображением.
tr: Gösterilmeden önce HylaFAX sunucudan alınan tarih için eklenecek zaman farkı:

source: Character set:
de: Zeichensatz:
es: Codificación de caracteres:
fr: Jeux de caracteres:
it: Set di caratteri:
pl: Zestaw znaków:
ru: Набор символов:
tr: Karakter kümesi:

source: Time zone:
de: Zeitzone:
el: Ζώνη ώρας:
es: Zona horaria:
fr: Zone horaire:
it: Fuso orario:
pl: Strefa czasowa:
ru: Часовой пояс:
tr: Zaman Dilimi:

source: Read/unread state + comment
de: Gelesen/ungelesen-Status + Kommentar
es: Estado leído/no leído + comentarios
it: Stato "letto"/"non letto" e commento
ru: "Прочитан/не прочитан" + примечание

source: Configure...
de: Konfigurieren...
el: Συντονίζει...
es: Configurar...
fr: Configurer ...
it: Configura...
pl: Konfiguracja...
ru: Настроить...
tr: Ayarla...

source: Save location:
de: Speicherort:
el: Αποθήκευση τοποθεσίας:
es: Almacenar en:
fr: Enregistrer sous:
it: Salva in:
pl: Wskaż lokalizację:
ru: Сохранять в:
tr: Kaydetme yeri:

source: This page allows you to import/export settings and to set miscellaneous advanced settings (change them only if you know what you are doing; you may need to restart YajHFC for them to take effect).
de: Diese Seite erlaubt es, Einstellungen zu Importieren bzw. Exportieren und verschiedene erweiterte Einstellungen zu setzen (ändern Sie diese nur, wenn Sie wissen was Sie tun; sie müssen YajHFC ggf. neu starten, damit diese wirksam werden).
es: Esta página le permite importar/exportar los ajustes de configuración así como establecer algunos ajustes avanzados (cámbielos sólo si sabe lo que está haciendo; es posible que necesite reiniciar YajHFC para que los cambios tengan efecto).
fr: Cette page vous permet d'importer/exporter la paramètres et d'affecter les divers paramètres avancés (changez les uniquement si vous savez ce que vous faite;vous devrer redémarrer YajHFC pour les prendre en compte).
it: Questa pagina consente di importare/esportare la configurazione e di modificare alcune impostazioni avanzate (modificare solo se si sa cosa si sta facendo; è possibile sia necessario riavviare YajHFC perché i cambiamenti abbiano effetto).
pl: Ta strona umożliwia import/eksport ustawień oraz ustawienie różnorodnychzaawansowanych ustawień (zmień je tylko wtedy gdy wiesz co robisz, może istnieć)konieczność ponownego uruhomienia YajHFC aby odniosły skutek.
ru: Эта страница позволяет импортировать/экспортировать настройки и устанавливать разные дополнительные параметры (изменяйте их, только если понимаете, что делаете; чтобы изменения вступили в силу, может потребоваться перезапуск YajHFC).
tr: Bu sayfa içe/dışa aktarma ayarları ve çeşitli gelişmiş ayarları yapmanıza olanak verir (Ne yaptığınızı biliyorsanız değiştirin; değişikliklerin devreye girmesi için YajHFC'yi tekrar yeinden başlatmanız gerekebilir)

source: Allow the user to change the fax job filter (View menu)
de: Dem Benutzer erlauben, den Fax-Filter zu ändern (Menü Ansicht)
es: Permitir al usuario cambiar el filtro para los trabajos de fax (menú Ver)
fr: Autoriser l'utilisater à changer ses filtres de fax (voir menu)
it: Consenti all'utente di modificare il filtro fax (menù Visualizza)
pl: Zezwól użytkownikowi na zmianę filtra faksów (Menu Widok)
ru: Разрешить пользователю изменять фильтр заданий (меню Вид)
tr: Kullanıcıya faks işi filtresini değiştirme imkanı verir (Görünüm menusu)

source: Use the fax's subject as HylaFAX USRKEY property
de: Den Betreff des Faxes als HylaFAX-Eigenschaft USRKEY verwenden
es: Utilizar el asunto del fax para definir la propiedad USRKEY de HylaFAX
fr: Utiliser le sujet des fax comme une propriété USRKEY pour Hylafax
it: Usa l'oggetto del fax come parametro HylaFAX USRKEY
pl: Użyj temat faksu jako właściwość wHylaFAX USRKEY
ru: Использовать тему факса в качестве параметра HylaFAX USRKEY
tr: Faks konusunu HylaFAX USRKEY özelliği olarak kullan

source: Repair PostScript generated by JDK 1.6 PrintService classes
de: Von den JDK-1.6-PrintService-Klassen generiertes PostScript reparieren
es: Reparar el archivo PostScript generado por las clases PrintService de JDK 1.6
fr: Réparer le fichier PostScript généré par le service d'impression du JDK 1.6
it: Correggi PostScript generato dalle classi PrintService di JDK 1.6
pl: Napraw PostScript wygenerowany przez klasę PrintService JDK 1.6
ru: Исправлять PostScript сгенерированный классами PrintService JDK 1.6
tr: JDK 1.6 YazıcıHizmeti Sınıfı tarafından oluşturulmuş PostScript'i tamir et

source: Use ShutdownHook bug fix on Win32
de: ShutdownHook-Bugfix unter Win32 verwenden
es: Utilizar la corrección para el error ShutdownHook en Win32
fr: Utiliser la correction de bug ShutdownHook sous Win32
it: Usa ShutdownHook bug fix su Win32
pl: Użyj ShutdownHook bug fix dla Win32
ru: Использовать исправление ошибки ShutdownHook на Win32
tr: Win32 üzerinde KapanmaTakılması hata gidericisini kullan

source: Remove application menu entries from normal menu on Mac OS X
de: Einträge im Anwendungsmenü auf Mac OS X aus dem normalen Menü entfernen
es: Eliminar las entradas del menú de aplicación del menú normal en MacOS X
fr: Supprimer les entrées de menu de l'application pour les menu normaux de Mac OSx
it: Rimuovi le voci del menù dell'applicazione dal menù normale su Mac OS X
pl: Usuń pozycje menu aplikacji dla normalnego menu w Mac OS X
ru: Удалить элементы меню приложения из обычного меню на Mac OS X
tr: Mac OS X üzerinde uygulama menü girdilerini normal menüden sil

source: Send FORM command
de: Sende FORM-Kommando
es: Enviar comando FORM
fr: Envoyer les commande FORM
it: Invia il comando FORM
pl: Komenda wysyłania FORM'y
ru: Посылать команду FORM
tr: Send FROM komutu

source: Import settings
de: Einstellungen importieren
es: Importar ajustes
fr: Importer les paramètres
it: Importa configurazione
pl: Import ustawień
ru: Импортировать настройки
tr: Ayarları içe aktar

source: Settings imported successfully.
de: Einstellungen erfolgreich importiert.
es: Los ajustes se han importado correctamente.
fr: Paramètres importé aces succès
it: Configurazione importata correttamente.
pl: Ustawienia zostały zaimportowane pomyślnie.
ru: Настройки успешно импортированы.
tr: Ayarlar başarı ile içe aktarıldı.

source: Error importing settings:
de: Fehler beim Import der Einstellungen:
es: Error al importar los ajustes:
fr: Erruer d'importation de sparamètres:
it: Errore nell'importazione della configurazione:
pl: Błąd importu ustawień:
ru: При импорте настроек произошла ошибка:
tr: Ayarları içe aktarmada hata:

source: Export settings
de: Einstellungen exportieren
es: Exportar ajustes
fr: Export des paramètres
it: Esporta configurazione
pl: Ustawienia eksportu
ru: Экспортировать настройки
tr: Ayarları dışa aktar

source: Error exporting settings:
de: Fehler beim Export der Einstellungen
es: Error al exportar los ajustes:
fr: Erreur d'exportation des paramètres:
it: Errore nell'esportazione della configurazione:
pl: Błąd ekspoertu ustawień:
ru: При экспорте настроек произошла ошибка:
tr: Ayarları dışa aktarmada hata:

source: Import/Export
es: Importar/Exportar
it: Importa/Esporta
pl: Import/Eksport
ru: Импорт/Экспорт
tr: İçe/Dışa Aktar

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
pl: Duplikuj
ru: Дублировать
tr: Çift

source: Edit
de: Bearbeiten
es: Editar
fr: Editer
it: Modifica
pl: Edytuj
ru: Редактировать...
tr: Düzenle

source: Sort
de: Sortieren
es: Ordenar
it: Ordina
ru: Сортировать

source: Personal phone book
de: Persönliches Telefonbuch
es: Agenda telefónica personal
fr: Carnet d'adresse personnel
it: Rubrica personale
pl: Osobista książka teleadresowa
ru: Личный телефонный справочник
tr: Kişisel telefon defteri
