Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/messages_*.po
Languages: de, el, es, fr, it, pl, ru, tr

source: SubAddress received from sender (if any)
de: SubAddress des Senders (falls vorhanden)
el: Υποδιεύθυνση ελήφθη από τον αποστολέα (εάν υπάρχει)
es: Dirección adicional recibida por el emisor (si existe)
fr: Adresse supplémentaire pour la réception (s'il existe)
it: Sottoindirizzo ricevuto dal mittente (se esiste)
pl: Adres szczegółowy otrzymany w trakcie transmisji (jeżeli dostępny)
ru: SubAddress полученный от отправителя
tr: Gönderenden alınan alt adres (var ise)

source: Signalling rate used during receive
de: Übertragungsrate während des Empfangs
el: Ρυθμός εκπομπής που χρησιμοποιήθηκε κατά τη διάρκεια της λήψης
es: Tasa de señalización utilizada durante la recepción
fr: Afficher le pourcentage utilisé lors de la réception
it: Velocità usata durante la ricezione
pl: Szybkość transmisji w trakcie odbierania
ru: Скорость, использованная во время приема
tr: alım esnasında kullanılan iletim hızı

source: Format
el: Διαμόρφωση
es: Formato
it: Formato
ru: Формат
tr: Biçim

source: Data format used during receive
de: Empfangs-Datenformat
el: Διαμόρφωση δεδομένων που χρησιμοποιήθηκαν κατά τη διάρκεια της λήψης
es: Formato de datos utilizados durante la recepción
fr: Format Date utilisé pour la réception
it: Formato dati usato nella ricezione
pl: Format danych użyty w trakcie transmisji
ru: Формат данных, использованный при приеме
tr: Alma sırasında kullanılan veri biçimi

source: Error description
de: Fehlerbeschreibung
el: περιγραφή σφάλματος
es: Descripción del error
fr: Description de l'erreur
it: Descrizione errore
pl: Opis błędu
ru: Описание ошибки
tr: Hata açıklaması

source: Error description if an error occurred during receive
de: Fehlerbeschreibung, falls beim Empfang ein Fehler auftrat
el: Περιγραφή σφάλματος εάν ένα σφάλμα προκύψει κατά τη διάρκεια της λήψης
es: Descripción del error si éste se produce durante la recepción
fr: Description de l'erreur si une erreur se produit lors de la réception
it: Descrizione errore in caso di errore in ricezione
pl: Opis błędu, jeżeli błąd wystapił w trakcie transmisji
ru: Описание ошибки (если произошла ошибка во время приема)
tr: Eğer alım esnasında bir hata olursa, hata açıklaması

source: Filename
de: Dateiname
el: Όνομα αρχείου
es: Nombre del archivo
fr: Nom du fichier
it: Nome del file
pl: Nazwa pliku
ru: Имя файла
tr: Dosya adı

source: Document filename (relative to the recvq directory)
de: Dateiname des Dokuments (relativ zu recvq-Verzeichnis)
el: Όνομα αρχείου εγγράφου (σχετικό με τον recvq κατάλογο )
es: Nombre del archivo (en relación con el directorio recvq)
fr: Nom de fichier du document (relatif au répertoire de recvq)
it: Nome file del documento (relativo alla directory recvq)
pl: Nazwa pliku faksu (znajdującego się katalogu recvq)
ru: Имя файла документа (относительно каталога recvq)
tr: Belge dosya adı (recvq dizinine bağlı olarak)

source: Time to receive
de: Empfangsdauer
el: Χρόνος λήψης
es: Tiempo de recepción
fr: Durée de communication
it: Durata ricezione
pl: Czas transmisji
ru: Длительность приема
tr: Alma süresi

source: Time spent receiving document (HH:MM:SS)
de: Empfangsdauer (HH:MM:SS)
el: Χρόνος που καταναλώθηκε κατά τη λήψη εγγράφου (HH:MM:SS)
es: Tiempo tardado en la recepción del documento (HH:MM:SS)
fr: Durée lors de la reception du document (HH:MM:SS)
it: Tempo impiegato per la ricezione (HH:MM:SS)
pl: Czas transmisji (HH:MM:SS)
ru: Время затраченное на прием документа (HH:MM:SS)
tr: Belgeyi alırken geçen süre (HH:MM:SS)

source: CIDName
es: Nombre CID
fr: Nom du CID
it: CID - Nome
pl: Nazwa CID
tr: CID adı

source: CIDName value for received fax
de: CIDName des empfangenen Faxes
es: Valor del nombre CID del fax recibido
fr: Valeur du nom de CID pour le fax reçu
it: Valore CIDName per fax ricevuti
pl: Nazwa CID dla odebranego faksu
ru: значение CIDName принятого факса
tr: Alınan faks için CID adı değeri

source: CIDNumber
es: Número CID
fr: Numéro CID
it: CID - Numero
pl: Numer CID
tr: CID numarası

source: CIDNumber value for received fax
de: CIDNumber des empfangenen Faxes
es: Valor del número CID del fax recibido
fr: Valeur du numéro de CID pour le fax reçu
it: Valore CIDNumber per fax ricevuti
pl: Numer CID dla odebranego faksu
ru: значение CIDNumber принятого факса
tr: Alınan faks için CID numarası değeri

source: Fax Protection
de: Rechte (Fax)
el: Προστασία φαξ
es: Protección del fax
fr: Protection de fax
it: Protezione fax
pl: Uprawnienia dla faksu
ru: Права (факс)
tr: Faks koruması

source: Fax-style protection mode string (``-rwxrwx'')
de: Rechte im Faxstil ("-rwxrwx")
es: Cadena del modo de protección estilo fax (''-rwxrwx'')
fr: Style de chaine de protection des Faxs (``-rwxrwx")
it: Stringa per protezione fax (``-rwxrwx'')
pl: Uprawnienia dla faksu (''-rwxrwx'')
ru: Права доступа в факс-стиле - строка вида (``-rwxrwx'')
tr: Faks-biçimi koruma kipi dizesi (``-rwxrwx'')

source: File size
de: Dateigröße
el: Μέγεθος αρχείου
es: Tamaño del archivo
fr: Taille du fichier
it: Dimensioni file
pl: Rozmiar pliku
ru: Размер файла
tr: Dosya boyutu

source: File size (number of bytes)
de: Dateigröße (in Bytes)
el: Μέγεθος αρχείου (αριθμός byte)
es: Tamaño del archivo (número de bytes)
fr: Taille du fichier (nombre de bytes)
it: Dimensione file (numero di byte)
pl: Rozmiar pliku (w bajtach)
ru: Размер файла (в байтах)
tr: Dosya boyutu (byte adedi)

source: File owner
de: Dateibesitzer
el: Ιδιοκτήτης αρχείου
es: Propietario del archivo
fr: Propriétaire Fichier
it: Proprietario del file
pl: Właściciel pliku
ru: Владелец файла
tr: Dosya Sahibi

source: Number of pages in document
de: Anzahl Dokumentenseiten
el: Αριθμός σελίδων στο έγγραφο
es: Número de páginas en el documento
fr: Nombre de pages par document
it: Numero di pagine del documento
pl: Liczba stron w dokumencie
ru: Количество страниц в документе
tr: Belgedeki sayfa sayısı

source: Resolution of received data
de: Empfangsauflösung
el: Ευκρίνεια των δεδομένων που ελήφθησαν
es: Resolución de los datos recibidos
fr: Résolution de la donnée reçue
it: Risoluzione dei dati ricevuti
pl: Rozdzielczość otrzymanego faksu
ru: Разрешение принятых документов
tr: Alınan verinin çözünürlüğü

source: Sender identity (TSI)
de: Senderidentität (TSI)
el: Ταυτότητα αποστολέα (TSI)
es: Identidad del emisor (TSI)
fr: Identité de l'émetteur (TSI)
it: Identità del mittente (TSI)
pl: Identyfikator wysyłającego (TSI)
ru: Идентификатор передающего абонента (TSI)
tr: Gönderen kimliği (TSI)

source: Date
de: Datum
el: Ημερομηνία
es: Fecha
it: Data
pl: Data
ru: Дата
tr: Tarih

source: Compact representation of the time when the receive happened
de: Kompakte Repräsentation des Empfangszeitpunkts
el: Συμπιεσμένη παρουσίαση της ώρας όταν συνέβει η λήψη
es: Representación reducida de la fecha de recepción
fr: Réduire l"affichage de la date lors de la réception d'un fax
it: Rappresentazione compatta dell'orario di avvenuta ricezione
pl: Czas odebrania faksu w formacie skróconym
ru: Компактное представление времени приема
tr: Alım gerçekleştiğinde zamanın kısaltılmış gösterimi

source: In progress
de: In Bearbeitung
el: Σε εξέλιξη
es: En progreso
fr: En cours
it: In corso
pl: W realizacji
ru: Выполняется
tr: İşlem sürüyor

source: A ``*'' if receive is going on; otherwise `` '' (space)
de: "*", falls beim Empfang; sonst " " (Leerzeichen)
el: A ``*'' αν η λήψη συνεχιστεί; διαφορετικά `` '' (κενό)
es: Un ''*'' si la recepción se está llevando a cabo; de lo contrario '' '' (espacio)
fr: Une ``*" si une réception est en cours;sinon ``"(espace)
it: Un ``*'' se la ricezione è in corso; altrimenti `` '' (spazio)
pl: ''*'' jeżeli odbierany, w innym wypadku '' '' (spacja)
ru: ``*'' во время приема; иначе `` '' (пробел)
tr: Alım devam ederse Bir ``*'', aksi halde `` '' (boşluk)

source: Time/Date (UNIX)
de: Uhrzeit/Datum (UNIX)
es: Fecha/Hora (UNIX)
fr: Heure/Date (UNIX)
it: Ora/Data (UNIX)
pl: Czas/Data (UNIX)
ru: Время/Дата (UNIX)
tr: Zaman/Tarih (UNIX)

source: Time in seconds since the UNIX epoch
de: Uhrzeit in Sekunden seit der UNIX-Epoche
es: Tiempo en segundos desde la época UNIX
fr: Temps en secondes depuis la reference UNIX
it: Tempo in secondi dal 1/1/1970
pl: Czas w sekundach od rozpoczecie epoki UNIX
ru: Время в секундах от начала эпохи UNIX
tr: UNIX döneminden beri geçen saniye

source: Read
de: Gelesen
es: Leído
it: Letto
ru: Прочитано

source: Has the fax been read by a YajHFC user?
de: Wurde das Fax von einem YajHFC-Benutzer gelesen?
es: ¿Ha sido leído el fax por un usuario de YajHFC?
it: Il fax è stato letto da un utente di YajHFC?
ru: Был ли факс прочитан пользователем YajHFC?

source: No matching fax found.
de: Kein passendes Fax gefunden.
es: No se ha encontrado ningún fax.
fr: Pas de Tarvaux de fax correspondants
it: Nessun fax corrispondente trovato.
pl: Nie odnaleziono faksów spełniających kryteria.
ru: Факс с совпадающим признаком не найден.
tr: Uygun hiç bir faks bulunamadı.

source: (Language default)
de: (Sprach-Standard)
es: (Idioma predeterminado)
fr: (Langue par defaut)
it: (Predefinito lingua)
pl: (Domyślny dla języka)
ru: (По умолчанию для языка)
tr: (Dil öntanımlısı)

source: Details
el: Λεπτομέρειες
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły
ru: Подробно
tr: Ayrıntılar

source: Error performing the operation:
de: Fehler bei der Durchführung der Aktion:
es: Error al ejecutar la operación:
fr: Erreur durant l'opération:
it: Errore durante l'operazione:
pl: Błąt wykonywania operacji:
ru: Ошибка выполнения операции:
tr: İşlem gerçekleştirmede hata:

source: Error executing {0}:
de: Fehler beim Ausführen von {0}:
es: Error al ejecutar {0}:
fr: Erreur d''exécution {0}:
it: Si è verificato un errore eseguendo {0}:
pl: Wystapił błąd w trakcie wykonywania {0}:
ru: Ошибка выполнения {0}:
tr: {0} çalıştırılırken hata:

source: Separator
de: Trenner
el: Διαχωριστής
es: Separador
fr: Separateur
it: Separatore
ru: Разделитель
tr: Ayırıcı

source: Selected toolbar buttons:
de: Ausgewählte Symbolleistenknöpfe:
el: Επιλεγμένα κουμπιά γραμμής εργαλείων:
es: Botones seleccionados de la barra de herramientas:
fr: Barres de boutons selectionnee:
it: Pulsanti della barra strumenti selezionati:
pl: Wybrane przyciski:
ru: Выбранные кнопки панели инструментов:
tr: Seçili araç çubuğu düğmeleri:

source: Available toolbar buttons:
de: Verfügbare Symbolleistenknöpfe:
el: Διαθέσιμα κουμπιά γραμμής εργαλείων:
es: Botones disponibles de la barra de herramientas:
fr: Barres de boutons disponibles:
it: Pulsanti della barra strumenti disponibili:
pl: Dostępne przyciski:
ru: Доступные кнопки панели инструментов:
tr: Mevcut araç çubuk düğmeleri:

source: An Error occurred executing the desired action:
de: Ein Fehler trat beim Ausführen der gewünschten Aktion auf:
el: Σφάλμα προέκυψε κατά την εκτέλεση της επιθυμητής ενέργειας:
es: Se ha producido un error al ejecutar la acción deseada:
fr: Une erreur s'est produite a l'execution de l'action:
it: Si è verificato un errore nell'esecuzione dell'operazione desiderata:
pl: Wystapił błąd w trakcie wykonywania akcji:
ru: При выполнении требуемого действия произошла ошибка:
tr: İstenen işlemi uygulama sırasında bir hata oldu:

source: Do not show dialog again
de: Dialog nicht wieder anzeigen.
es: No volver a mostrar el cuadro de diálogo
it: Non mostrare più questo avviso
ru: Больше не показывать это окно

source: Cut
de: Ausschneiden
el: Αποκοπή
es: Cortar
fr: Couper
it: Taglia
pl: Wytnij
ru: Вырезать
tr: Kes

source: Paste
de: Einfügen
el: Επικόλληση
es: Pegar
fr: Coller
it: Incolla
pl: Wklej
ru: Вставить
tr: Yapıştır

source: Moves the selected item up
de: Bewegt das ausgewählte Element nach oben
el: Mετακινεί το επιλεγμένο στοιχείο προς τα πάνω
es: Mueve el elemento seleccionado hacia arriba
fr: Deplacer vers le haut les elements selectionnes
it: Sposta in alto l'elemento selezionato
pl: Przesuń zaznaczony element w górę
ru: Перемещает выделенный элемент вверх
tr: Seçili öğeyi yukarı taşır

source: Adds the selected item
de: Fügt ausgewählte Element hinzu
el: Προσθέτει το επιλεγμένο στοιχείο
es: Añade el elemento seleccionado
fr: Ajouter les elements selectionnes
it: Aggiunge l'elemento selezionato
pl: Dodaj zaznaczony element
ru: Добавляет выделенный элемент
tr: Seçili öğeyi ekler

source: Removes the selected item
de: Entfernt das ausgewählte Element
el: Μετακινεί το επιλεγμένο στοιχείο
es: Elimina el elemento seleccionado
fr: Supprimer les elements selectionnes
it: Rimuove l'elemento selezionato
pl: Usuń zaznaczony element
ru: Удаляет выделенный элемент
tr: Seçili öğeyi siler

source: Moves the selected item down
de: Bewegt das ausgewählte Element nach unten
el: Mετακινεί το επιλεγμένο στοιχείο προς τα κάτω
es: Mueve el elemento seleccionado hacia abajo
fr: Deplacer vers le bas les elements selectionnes
it: Sposta in basso l'elemento selezionato
pl: Przesuń zaznaczony element w dół
ru: Перемещает выделенный элемент вниз
tr: Seçili öğeyi aşağı taşır

source: Clear
de: Löschen
es: Eliminar
fr: Effacer
it: Pulizia
pl: Wyczyść
ru: Очистить
tr: Temizle

source: Use default
de: Standard verwenden
es: Usar el predeterminado
fr: Utiliser par défaut
it: Utilizza valori predefiniti
pl: Użyj domyślnych
ru: По умолчанию
tr: Varsayılanı kullan

source: Duplicate shortcut {0} found for actions "{1}" and "{2}"!
de: Doppeltes Kürzel {0} für die Aktionen "{1}" und "{2}" gefunden!
es: ¡El atajo de teclado {0} está duplicado para las acciones "{1}" y "{2}"!
fr: Dupliquer le raccourcis {0} trouver pour les actions "{1}" et "{2}"!
it: Trovata una scorciatoia {0} duplicata per le azioni "{1}" e "{2}"!
pl: Znaleziono duplikację skrótu {0} dla akcji "{1}" and "{2}"!
ru: Обнаружена совпадающая клавиша {0} для действий "{1}" и "{2}"!
tr: Eylem "{1}" and "{2}" için çift kısayol {0} bulundu!

source: Accelerator key
de: Tastaturkürzel
es: Tecla aceleradora
fr: Touche de raccourcis
it: Scorciatoia da tastiera
pl: Klawisz akcji
ru: Горячая клавиша
tr: Kısayol tuşu

source: Click on the text field above and press the key (combination) to be used as the selected action's keyboard shortcut.
de: Klicken Sie auf das Textfeld oberhald und drücken Sie die Taste(nkombination), die als Kürzel für die ausgewählte Aktion verwendet werden soll.
es: Pulse sobre el campo de texto superior y presione la tecla (o una combinación de teclas) para que se utilice como atajo de teclado de la acción seleccionada.
fr: Cliquer dur le texte ci dessous et appuyer sur la touche (combinaison) à utiliser comme raccourcis clavier pour l'action sélectionnée
it: Clicca sul campo testo sopra e premi i tasti (combinazione) da utilizzare come scorciatoia da tastiera per l'azione selezionata.
pl: Kliknij w pole tekstowe obok i nacisnij klawisz (lub ich kombinację) aby używać jako skrót klawiszowy akcji.
ru: Кликните на текстовое поле выше и нажмите клавишу (комбинацию), которая будет использоваться как горячая клавиша для выбранного действия.
tr: Yukarıdaki metin alanına tıklayın ve seçili eylem için kullanılacak klavye kısayol tuşu (kombinasyonu)na basın.

source: Action
de: Aktion
es: Acción
it: Azione
pl: Akcja
ru: Действие
tr: Eylem

source: Key
de: Schlüssel
es: Clave
fr: Clé
it: Chiave
pl: Klawisz
ru: Ключ
tr: Tuş

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
pl: Wartość
ru: Значение
tr: Değer

source: Error saving the file
de: Fehler beim Speichern der Datei
es: Error al guardar el archivo
it: Errore nel salvataggio del file
pl: Błąd zapisu pliku
ru: Ошибка сохранения файла

source: Traditional
de: Traditionell
el: Παραδοσιακό
es: Tradicional
fr: Traditionnel
it: Tradizionale
pl: Tradycyjny
ru: Традиционный
tr: Geleneksel

source: Simplified
de: Vereinfacht
el: Aπλοποιημένο
es: Simplificado
fr: Simplifié
it: Semplificato
pl: Uproszczony
ru: Упрощённый
tr: Sadeleştirilmiş

source: Send Fax
de: Fax senden
el: Αποστολή φαξ
es: Enviar fax
fr: Envoie fax
it: Invia fax
pl: Wyślij faks
ru: Отправить Факс
tr: Faks gönder

source: Poll fax
de: Fax abrufen
es: Transmisión de fax bajo demanda
fr: Réception fax
it: Fax polling
pl: Pobierz faks
ru: Запросить факс
tr: Yoklama çağrısı gönder

source: Use cover page
de: Deckblatt verwenden
el: Χρήση εξωφύλλου
es: Utilizar página de portada
fr: Utiliser une page de garde
it: Usa la copertina
pl: Użyj strony przewodniej
ru: Использовать титульный лист
tr: Kapak sayfası kullan

source: Use custom cover page:
de: Eigenes Deckblatt benutzen
el: Χρήση ορισμένου εξωφύλλου:
es: Utilizar página de portada personalizada:
fr: Utiliser une page de garde personnalisée:
it: Usa copertina personalizzata:
pl: Użyj własnej strony przewodniej
ru: Использовать специальный титульный лист:
tr: Özel kapak sayfası kullan:

source: Recipient Name:
de: Empfängername:
el: Όνομα παραλήπτη:
es: Nombre del destinatario:
fr: Nom du destinataire:
it: Nome destinatario:
pl: Nazwa odbiorcy
ru: Имя получателя:
tr: Alıcı Adı:

source: Company:
de: Firma:
el: Εταιρεία:
es: Empresa:
fr: Société:
it: Società:
pl: Firma
ru: Компания:
tr: Şirket:

source: Location:
de: Ort:
el: Τοποθεσία/Θέση:
es: Ubicación:
fr: Lieu:
it: Indirizzo:
pl: Lokalizacja
ru: Адрес:
tr: Yer:

source: Voice number:
de: Telefonnummer:
el: Αριθμός τηλεφώνου:
es: Número de teléfono:
fr: Numéro Tél:
it: Numero di telefono:
pl: Numer telefonu
ru: Телефон:
tr: Telefon numarası:

source: Subject:
de: Betreff:
el: Θέμα:
es: Asunto:
fr: Sujet:
it: Oggetto:
pl: Temat:
ru: Тема:
tr: Konu:

source: File(s):
de: Datei(en):
el: Αρχείο(α):
es: Archivo(s):
fr: Fichier(s):
it: File:
pl: Pliki:
ru: Файл(ы):
tr: Dosya(lar):

source: Fax number(s):
de: Faxnummern:
el: Νούμερο(α) φαξ
es: Número(s) de fax(es):
fr: Numéro(s) de fax(es):
it: Numero(i) fax:
pl: Numery faksów:
ru: Номер(а) факс(а|ов):
tr: Faks numarası:

source: Cover page
de: Deckblatt
el: Εξώφυλλο
es: Página de portada
fr: Page de garde
it: Copertina
pl: Strona przewodnia
ru: Титульный лист
tr: Kapak Sayfası

source: Nothing to preview! (Neither a cover page nor a file to send has been selected.)
de: Keine Dokumente für die Vorschau verfügbar! (Es wurden weder ein Deckblatt noch eine zu versendende Datei ausgewählt.)
el: Τίποτα για προεπισκόπηση! (Δεν έχει επιλεγεί ούτε εξώφυλλο ούτε αρχείο για να σταλεί.)
es: ¡No hay nada para previsualizar! (No se ha seleccionado ninguna portada ni archivo para enviar.)
fr: Rien à visualiser (Pas de page de garde, ni de fichier à envoyer)
it: Nessuna anteprima! (Copertina e/o file non selezionati)
pl: Brak podglądu! Nie została wybrana do wysłania ani strona przewodnia ani plik.
ru: Нечего смотреть! (Не выбраны ни файл для отправки ни титульный лист).
tr: Görüntülenecek nesne yok! (Ne bir kapak sayfası ne de gönderilecek bir dosya seçildi.)

source: Choose number from phone book
de: Nummer aus dem Telefonbuch auswählen
el: Επέλεξε νούμερο από τον τηλεφωνικό κατάλογο
es: Seleccionar número desde la agenda telefónica
fr: Sélectionner un numéro de l'annuaire
it: Scegli un numero dalla rubrica
pl: Wybierz numer z książki teleadresowej
ru: Выбрать номер из телефонного справочника
tr: Adres defterinden numara seç

source: This dialog allows you to set HylaFAX job properties directly. Use it only if you know what you are doing!
de: Dieser Dialog erlaubt es, HylaFAX-Job-Eigenschaften direkt zu setzen. Benutzen Sie dies nur, wenn Sie hier wissen, was Sie tun!
es: Este cuadro de diálogo le permite definir directamente las propiedades de los trabajos de HylaFAX. ¡Utilícelo sólo si sabe lo que está haciendo!
fr: Cette boite de dialogue vous permet de préciser les propriétés de travaux Hylafax directement. N'utilisez ces options que si vous comprenez ce que vous faites!
it: E' possibile impostare manualmente le proprietà HylaFAX del fax. Procedere solo se si è esperti.
pl: To okno umożliwia bezpośrednie ustawianie parametrów wysłania faksu. Opcja jest przeznaczona dla zaawansowanych użytkowników!
ru: Это окно позволяет непосредственно устанавливать свойства заданий HylaFAX. Используйте его, только если понимаете что делаете!
tr: Bu iletişim HylaFAX iş özelliklerini doğrudan ayarlamanıza izin verir. Ne yaptığınızı biliyorsanız kullanın!

source: >> Advanced
de: >> Erweitert
el: >> Προηγμένο/Βελτιωμένο
es: >> Avanzado
fr: Avancé
it: >> Avanzato
pl: >> Zaawansowane
ru: >> Дополнительно
tr: >>Gelişmiş

source: << Simplified
de: << Vereinfacht
el: << Απλοποιημένο
es: << Simplificado
fr: Simplifié
it: << Semplificato
pl: >> Podstawowe
ru: << Упрощённый
tr: <<Basit

source: Send fax
de: Sende Fax
el: Αποστολή φαξ
es: Enviar fax
fr: Envoi de fax
it: Invia fax
pl: Wyślij faks
ru: Отправить факс
tr: Faks gönder

source: Identity
de: Identität
es: Identidad
fr: Identité
it: Identità
pl: Identyfikator
ru: Персональные данные
tr: Kimlik

source: Extracting recipients...
de: Extrahiere Empfänger...
es: Extrayendo destinatarios...
it: Estrazione destinatari...
ru: Извлечение получателей...

source: Error extracting recipients
de: Fehler beim Extrahieren von Empfängern
es: Error al extraer destinatarios
it: Errore durante l'estrazione dei destinatari
ru: Ошибка извлечения получателей

source: File(s) to send:
de: Zu sendende Datei(en):
el: Αρχεία για αποστολή:
es: Archivo(s) para enviar:
fr: Fichier(s) à envoyer
it: File da inviare:
pl: Pliki do wysłania:
ru: Файл(ы) для отправки:
tr: gönderilecek dosya(lar):

source: Add from phone book...
de: Aus Telefonbuch hinzufügen...
el: Προσθέτει από τον τηλεφωνικό κατάλογο...
es: Añadir desde la agenda telefónica...
fr: Ajouter depuis le carnet d'adresse....
it: Aggiungi da rubrica...
pl: Dodaj z książki teleadresowej...
ru: Добавить из телефонного справочника ...
tr: Telefon defterinden ekle...

source: Add a new recipient
de: Neuen Empfänger hinzufügen
el: Προσθέτει έναν νέο παραλήπτη
es: Añadir un nuevo destinatario
fr: Ajouter un nouveau récipiendaire
it: Aggiungi un nuovo destinatario
pl: Dodaj nowego odbiorcę
ru: Добавить нового получателя
tr: Yeni alıcı ekle

source: Remove selected recipient
de: Ausgewählten Empfänger entfernen
el: Μετακινεί τον επιλεγμένο παραλήπτη
es: Eliminar el destinatario seleccionado
fr: Supprimer récipiendaires sélectionnés
it: Rimuovi il destinatario selezionato
pl: Usuń wybranego odbiorcę
ru: Удалить выбранного получателя
tr: Seçili alıcıyı sil

source: Error reading the specified file:
de: Fehler beim Lesen der angegebenen Datei:
es: Error al leer el archivo especificado:
fr: Erreur de lecture du fichier spécifié:
it: Errore durante la lettura del file specificato:
pl: Wystapił błąd w trakcie odczytu wskazanego pliku:
ru: Ошибка чтения указанного файла:
tr: Belirtilen dosyayı okumada hata:

source: Add from text file...
de: Aus Textdatei hinzufügen...
es: Añadir desde archivo de texto...
fr: Ajouter depuis un fichier texte....
it: Aggiungi da un file di testo...
pl: Dodaj z pliku tekstowego...
ru: Добавить из текстового файла...
tr: Metin dosyasından ekle...

source: Adds recipients from a text file containing one recipient per line
de: Fügt Empfänger aus einer Textdatei hinzu, die einen Empfänger pro Zeile enthält
es: Añade destinatarios desde un archivo de texto que contiene un destinatario por línea
fr: Ajouter les recipiendaires depuis un fichier texte qui contient un récipiendaire par ligne
it: Aggiunge destinatari da un file di testo contenente un destinatario per riga
pl: Dodaj odbiorców z pliku tekstowego
ru: Добавить получателей из текстового файла, содержащего по одному получателю в строке
tr: Her satırda bir alıcı içeren bir metin dosyasından alıcıları ekler

source: Fax number:
de: Faxnummer:
el: Νούμερο φαξ:
es: Número de fax:
fr: Numéro Fax:
it: Numero fax:
pl: Numer faksu:
ru: Факс:
tr: Faks numarası:

source: Recipients:
de: Empfänger:
el: Παραλήπτες:
es: Destinatarios:
fr: Récipiendaires:
it: Destinatari:
pl: Odbiorcy:
ru: Получатели:
tr: Alıcılar:

source: Archive fax job
de: Fax archivieren
es: Archivar trabajo de fax
fr: Travaux de fax archivés
it: Archivia fax
pl: Archiwizuj zadanie
ru: Архивировать задание
tr: Faks işelemini arşivle
