Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/messages_*.po
Languages: de, el, es, fr, it, pl, ru, tr

source: Command line for Postscript viewer: (insert %s as a placeholder for the filename)
de: Befehlszeile für Postscript-Betrachter: (%s als Platzhalter für Dateinamen einfügen)
el: Γραμμή εντολής για τον αναγνώστη του υστερόγραφου: (εισάγετε %s as a placeholder για το όνομα του αρχείου)
es: Línea de órdenes para el visor PostScript: (introducir %s como variable para nombre del archivo)
fr: Ligne de commande de visualisation PostScript: (ajouter %s pour le nom de fichier)
it: Comando per il visualizzatore PostScript: (inserire il simbolo %s in sostituzione del nome file)
pl: Polecenie linii komend dla przeglądarki Postscript (podaj %s jako uchwyt dla pliku):
ru: Командная строка для пограммы просмотра Postscript: (используйте %s как заместитель имени файла)
tr: PostScript görüntülüyici için komut satırı: (Dosya adı için bilgi alanı olarak %s giriniz)

source: Command line for PDF viewer: (insert %s as a placeholder for the filename)
de: Kommandozeile für PDF-Betrachter: (%s als Platzhalter für Dateinamen einfügen)
es: Línea de órdenes para el visor PDF: (introducir %s como variable para el nombre del archivo)
fr: Ligne de commande pour le visualiseur PDF (entrez un % a la plce du nom de fichier a visualiser)
it: Comando per il visualizzatore PDF (inserire il simbolo %s in sostituzione del nome file)
pl: Polecenie linii komend dla przeglądarki PDF: (podaj %s jako uchwyt dla pliku)
ru: Командная строка для программы просмотра PDF: (используйте %s как заместитель имени файла)
tr: PDF görüntüleyici için komut satırı: (dosya adı için yer tutucu olarak %s ekleyin)

source: Location of GhostScript executable (optional):
de: Speicherort der GhostScript-Programmdatei (optional):
es: Ubicación del ejecutable GhostScript (opcional):
fr: Chemin de l'executable GhostScript (Optionnel):
it: Percorso del programma GhostScript (opzionale):
pl: Lokalizacja programu GhostScript (opcjonalna):
ru: Расположение исполняемого файла GhostScript (необязательно):
tr: GhostScript çalıştırılabilir dosya yeri (isteğe bağlı):

source: Location of tiff2pdf executable (optional):
de: Speicherort der tiff2pdf-Programmdatei (optional):
es: Ubicación del ejecutable tiff2pdf (opcional):
fr: Chemin de l'executable tiff2pdf (Optionnel):
it: Percorso del programma tiff2pdf (opzionale):
pl: Lokalizacja programu tiff2pd (opcjonalna):
ru: Расположение исполняемого файла tiff2pdf (необязательно):
tr: Tiff2pdf çalıştırılabilir dosya yeri (isteğe bağlı):

source: Always use paper size from YajHFC options in the PDF
de: Im PDF immer die Papiergröße aus den YajHFC-Optionen benutzen
es: Utilizar siempre el tamaño del papel de las opciones de YajHFC en el PDF
fr: Toujours utiliser la taille papier des option YajHFC pour les fichiers PDF
it: Usa sempre dimensioni carta dalle opzioni YajHFC nel PDF
pl: Zawsze używaj wielkość papieru zgodnie z ustawieniami dla PDF w YajHFC
ru: Всегда использовать в PDF размер страницы из настроек YajHFC
tr: Daima YajHFC PDF seçeneklerindeki sayfa boyutunu kullan

source: Use custom fax viewer
de: Verwende benutzerdefinierten Fax-Viewer
es: Utilizar visor de fax personalizado
it: Usa visualizzatore fax personalizzato
ru: Использовать нестандартную программу просмотра факсов

source: Use custom PostScript viewer
de: Verwende benutzerdefinierten PostScript-Viewer
es: Utilizar visor PostScript personalizado
it: Usa visualizzatore PostScript personalizzato
ru: Использовать нестандартную программу просмотра PostScript

source: Use custom PDF viewer
de: Verwende benutzerdefinierten PDF-Viewer
es: Utilizar visor PDF personalizado
it: Usa visualizzatore PDF personalizzato
ru: Использовать нестандартную программу просмотра PDF

source: View settings
de: Anzeigeeinstellungen
es: Ajustes de visualización
fr: Afficher les parametres
it: Impostazioni per la visualizzazione
pl: Ustawienia wyświetlania
ru: Параметры просмотра
tr: Ayarları görüntüle

source: View faxes as single file (needs GhostScript+tiff2pdf)
de: Zeige Faxe als einzelne Datei an (benötigt GhostScript+tiff2pdf)
es: Visualizar faxes como archivo único (necesita GhostScript+tiff2pdf)
fr: Visualiser les faxs comme un seul fichier (necessite GhostScript+tiff2pdf)
it: Visualizza fax come file singoli (richiede GhostScript e tiff2pdf)
pl: Wyświetlaj faksy jako pojedyncze pliki (niezbędny GhostScript + tiff2pdf)
ru: Просматривать факсы в одном файле (требуется GhostScript+tiff2pdf)
tr: Faksları tek dosya olarak görüntüle (GhostScript+tiff2pdf gerekirir)

source: View faxes always in this format
de: Faxe immer in diesem Format anzeigen
es: Mostrar faxes siempre en este formato
fr: Toujours visualiser les fax dans ce format
it: Visualizza sempre i fax in questo formato
pl: Wyświetlaj faksy zawsze w tym formacie
ru: Всегда просматривать факсы в этом формате
tr: Fakları daima bu biçimde görüntüle

source: Format for viewing:
de: Anzeigeformat:
es: Formato para visualizar los faxes:
fr: Format d'affichage:
it: Formato per la visualizzazione:
pl: Fromat faksu do wyświetlania:
ru: Формат для просмотра:
tr: Görünüm formatı:

source: Send settings
de: Sendeeinstellungen
es: Ajustes de envío
fr: Envoyer les parametres
it: Impostazioni per l'invio
pl: Ustawienia wysyłania
ru: Параметры отправки
tr: Gönderim ayarları

source: Send faxes always in this format
de: Faxe immer in diesem Format senden
es: Enviar faxes siempre en este formato
fr: Toujours envoyer les fax dans ce format
it: Invia sempre i fax in questo formato
pl: Wysyłaj faksy zawsze w tym formacie
ru: Всегда отправлять факсы в этом формате
tr: Fakları daima bu biçimde gönder

source: Send multiple files as:
de: Sende mehrere Dateien als:
es: Enviar archivos múltiples como:
fr: Envoyer plusieurs fichiers comme:
it: Invia file multipli come:
pl: Wyślij wiele plików jako:
ru: Отправлять несколько файлов как:
tr: Çoklu dosyaları farklı gönder:

source: Format for sending:
de: Sendeformat:
es: Formato para el envío de faxes:
fr: Format d'envoi:
it: Formato per l'invio:
pl: Fromat faksu do wysyłania:
ru: Формат для отправки:
tr: Gönderme için biçim:

source: Please enter the command line for the fax viewer.
de: Bitte geben Sie die Kommandozeile für den Faxbetrachter ein.
el: Παρακαλώ εισάγετε τη γραμμή εντολής για τον αναγνώστη του φαξ.
es: Por favor, introduzca la línea de órdenes para el visor de faxes.
fr: Entrez la ligne de commande pour le visualiseur de Fax.
it: Inserire il comando per il visualizzatore fax.
pl: Wprowadź polecenie linii komend dla przeglądarki faksów.
ru: Пожалуйста, введите командную строку для программы просмотра факсов.
tr: Lütfen faks görüntülüyeci için komut satırı girin.

source: Please enter the command line for the PostScript viewer.
de: Bitte geben Sie die Kommandozeile für den PostScript-Betrachter ein.
el: Παρακαλώ εισάγετε τη γραμμή εντολής για τον αναγνώστη του υστερόγραφου.
es: Por favor, introduzca la línea de órdenes para el visor PostScript.
fr: Entrez la ligne de commande pour le visualiseur Postscript
it: Inserire il comando per il visualizzatore PostScript.
pl: Wprowadź polecenie linii komend dla przeglądarki PostScript.
ru: Пожалуйста, введите командную строку для программы просмотра PostScript.
tr: Lütfen PostScript görüntülüyeci için komut satırı girin.

source: Please enter the command line for the PDF viewer.
de: Bitte geben Sie die Kommandozeile für den PDF-Betrachter an.
es: Por favor, introduzca la línea de órdenes para el visor PDF.
fr: Svp entrez la ligne de commande pour le vidualiseur PDF.
it: Inserire il comando per il visualizzatore PDF.
pl: Wprowadź polecenie linii komend dla przeglądarki PDF.
ru: Пожалуйста, введите командную строку для программы просмотра PDF.
tr: Lütfen PDF görüntüleyici için komut satırı girin.

source: Please enter the location of the GhostScript executable.
de: Bitte geben Sie den Speicherort der GhostScript-Programmdatei an.
es: Por favor, introduzca la ubicación del ejecutable GhostScript.
fr: Svp entrez le chemin de l'executable GhostScript.
it: Inserire il percorso per il programma GhostScript.
pl: Podaj lokalizację programu GhostScript.
ru: Пожалуйста, введите расположение исполняемого файла GhostScript.
tr: Lütfen GhostScript çalıştırılabilir dosyasının yerini girin.

source: Please enter the location of the tiff2pdf executable.
de: Bitte geben Sie den Speicherort der tiff2pdf-Programmdatei an.
es: Por favor, introduzca la ubicación del ejecutable tiff2pdf.
fr: Svp entrez le chemin de l'executable tiff2pdf .
it: Inserisci il percorso per il programma tiff2pdf.
pl: Podaj lokalizację programu tiff2pdf.
ru: Пожалуйста, введите расположение исполняемого файла tiff2pdf.
tr: Lütfen tiff2prf çalıştırılabilir dosyasının yerini girin.

source: Empty tag names are not allowed.
de: Leere Tagnamen sind nicht zulässig.
es: No se permiten nombres de etiquetas vacíos.
it: Non sono ammessi nomi marcatori vuoti.
ru: Пустые имена тегов не допускаются.

source: You have to define at least one tag name for fax numbers.
de: Sie müssen mindestens einen Tagnamen für Faxnummern definieren.
es: Debe definir al menos un nombre de etiqueta para los números de fax.
it: E' necessario definire almeno un nome marcatore per i numeri fax.
ru: Вы должны задать хотя бы одно имя тега для номеров факсов.

source: You have to define at least one tag name for email addresses.
de: Sie müssen mindestens einen Tagnamen für E-Mail-Adressen definieren.
es: Debe definir al menos un nombre de etiqueta para las direcciones de correo electrónico.
it: E' necessario definire almeno un nome marcatore per gli indirizzi email.
ru: Вы должны задать хотя бы одно имя тега для адресов e-mail.

source: Path to {0}:
de: Pfad zu {0}:
es: Ruta a {0}:
it: Percorso per {0}:
pl: Scieżka do {0}:
ru: Путь к {0}:

source: No path settings necessary
de: Keine Pfadeinstellungen nötig
es: No se precisan ajustes para la ruta
it: Non sono necessarie impostazioni per i percorsi
pl: Scieżka do pliku nie jest wymagana
ru: Указание пути не требуется

source: By activating this option YajHFC will try to extract the recipients from documents given on the command line or fax printer.
de: Durch das Aktivieren dieser Option wird YaJHFC versuchen, die Empfänger aus den Dokumenten auszulesen, die über die Kommandozeile oder den Faxdrucker übergeben werden.
es: Al activar esta opción, YajHFC intentará extraer los destinatarios desde documentos proporcionados en la línea de comandos o desde la impresora de faxes.
it: Attivando questa opzione YajHFC tenterà di estrarre i destinatari dai documenti forniti via linea di comando o stampante fax.
ru: Если этот режим активирован, YajHFC будет пытаться извлечь получателей из документов, указанных в командной строке или напечатанных на факс-принтер.

source: To find recipients it searches for <tt>@@recipient:<i>faxnumber</i>@@</tt> tags in the files.
de: Um Empfänger zu finden, sucht das Programm in den Dateien nach Texten im Format <tt>@@recipient:<i>Faxnummer</i>@@</tt>,
es: Para encontrar destinatarios busca las etiquetas <tt>@@recipient:<i>faxnumber</i>@@</tt> en los archivos.
it: Per trovare i destinatari vengono ricercati nei file i marcatori <tt>@@recipient:<i>numero fax</i>@@</tt>.
ru: Для того чтобы обнаружить получателей, он ищет в файлах теги <tt>@@recipient:<i>номер_факса</i>@@</tt>.

source: This behaviour can be overridden by the <tt>--extract-recipients</tt> command line option.
de: Dieses Verhalten kann auch über die Kommanozeilenoption <tt>--extract-recipients</tt> gesteuert werden.
es: Puede anular este comportamiento mediante la opción <tt>--extract-recipients</tt> desde la línea de comandos.
it: Questa funzione può essere forzata con l'opzione di linea di comando <tt>--extract-recipients</tt>
pl: To zachowanie moze być zmienione przez użycie <tt>--extract-recipients</tt>jako opcji w lini komend.
ru: Этот режим может быть переопределен параметром командной строки <tt>--extract-recipients</tt>.

source: If you want to use this feature a PDF/PostScript to text conversion method must be selected below.
de: Wenn Sie diese Funktion benutzen möchten, müssen Sie unten eine PDF/PostScript zu Text Konvertierungsmethode auswählen.
es: Si desea utilizar esta opción debe seleccionar abajo un sistema de conversión de PDF/PostScript a texto.
it: Se si vuole utilizzare questa funzione è necessario selezionare qui sotto un metodo di conversione da PDF/PostScript a testo
pl: Jeżeli chcesz używać funkcji metoda konwersji PDF/PostScript do tekstumusi zostać wybrana.
ru: Если Вы хотите использовать эту функцию, ниже должен быть выбран метод преобразования PDF/PostScript в текст.

source: Test...
es: Probar...
it: Testa...
ru: Проверка...

source: Select a file to view as text
de: Datei zum Anzeigen als Text auswählen
es: Seleccione un archivo para visualizar como texto
it: Selezionare un file da visualizzare come testo
pl: Wybierz plik do wyświetlenia jako tekst
ru: Выберите файл для просмотра в виде текста

source: Settings for the selected conversion method
de: Einstellungen für die gewählte Konvertierungsmethode
es: Ajustes del sistema de conversión seleccionado
it: Impostazioni per il metodo di conversione selezionato
pl: Ustawienia dla wybranej metody konwersji
ru: Настройки выбранного метода преобразования

source: Recognized tag names
de: Erkannte Tagnamen
es: Nombres de etiquetas reconocidos
it: Nomi marcatori riconosciuti
ru: Имена тегов

source: Remove row
de: Zeile entfernen
es: Eliminar la fila
fr: Supprimer maintenant
it: Rimuovi riga
pl: Usuń wiersz
ru: Удалить строку
tr: Saıtırı kaldır

source: Colon (:) after name is mandatory
de: Doppelpunkt (:) nach dem Namen ist Pflicht
es: El uso de dos puntos (:) después del nombre es obligatorio
it: I "due punti" (:) sono obbligatori dopo il nome
ru: Двоеточие (:) после имени тега обязательно

source: Some tag names contain characters other than A-Z or 0-9. This is not recommended.
de: Einige Tagnamen enthalten andere Zeichen als A-Z oder 0-9. Dies wird nicht empfohlen.
es: Algunos nombres de etiquetas contienen caracteres distintos de A-Z o 0-9. Esto no se recomienda.
it: Alcuni nomi di marcatori contengono caratteri diversi da A-Z o 0-9. Questo è sconsigliato.
ru: Некоторые имена тегов содержат символы, отличные от A-Z или 0-9. Это не рекомендуется.

source: Extract recipients from documents:
de: Empfänger aus Dokumenten auslesen:
es: Extraer destinatarios desde documentos:
it: Estrae destinatari dai documenti:
pl: Wyłuskaj odbiorców z dokumentów:
ru: Извлекать получателей из документов:

source: PS/PDF to text conversion method:
de: PS/PDF zu Text Konvertierungsmethode:
es: Sistema de conversión de PS/PDF a texto:
it: Metodo di conversione da PS/PDF a testo:
pl: Metoda konwersji PS/PDF do tekstu:
ru: Метод преобразования PS/PDF в текст:

source: View as text using {0}
de: Mit {0} als Text anzeigen
es: Visualizar como texto usando {0}
it: Visualizza come testo utilizzando {0}
pl: Wyświetl jako tekst używając {0}
ru: Просмотр в виде текста с помошью {0}

source: Converting file to text...
de: Konvertiere Datei zu Text...
es: Convirtiendo archivo a texto...
it: Conversione file in formato testo...
pl: Konwertowanie pliku do tekstu...
ru: Преобразование файла в текст...

source: Running converter...
de: Führe Konverter aus...
es: Ejecutando el conversor...
it: Esecuzione convertitore...
pl: Uruchamianie konwertera...
ru: Запуск конвертера...

source: Error converting file to text
de: Fehler beim Konvertieren der Datei zu Text
es: Error al convertir el archivo a texto
it: Errore nella conversione del file in testo
pl: Błąd konwertowania pliku do tekstu
ru: Ошибка преобразования файла в текст

source: e-mail address
de: E-Mail-Adresse
el: Διεύθυνση e-mail
es: Dirección de correo electrónico
fr: Adresse e-mail
it: Indirizzo e-mail
pl: Adres e-mail
ru: e-mail адрес
tr: e-posta adresi

source: Fax number
de: Faxnummer
el: Αριθμός φαξ
es: Número de fax
fr: Numéro de fax
it: Fax
pl: Numer faksu
ru: Факс
tr: Faks numarası

source: Subject
de: Betreff
es: Asunto
fr: Sujet
it: Oggetto
pl: Temat
ru: Тема
tr: Konu

source: Tag name
es: Nombre de la etiqueta
it: Nome marcatore
ru: Имя тега

source: Delivery settings
de: Versandeinstellungen:
el: Ρυθμίσεις παραλαβής
es: Opciones de entrega
fr: Options de réception
it: Impostazioni di consegna
pl: Ustawienia doręczania
ru: Параметры доставки
tr: Gönderme ayarları

source: Characters filtered from the fax number sent to HylaFAX.
de: Aus der an HylaFAX gesendeten Faxnummer ausgefilterte Zeichen.
es: Caracteres filtrados desde el número de fax enviado a HylaFAX.
fr: Caractères filtrés du n° de fax envoyé à Hylafax
it: Caratteri filtrati dal numero fax inviato a HylaFAX.
pl: Wyfiltrowane znaki z numeru faksu wysłane do HylaFAX.
ru: Отфильтровывать символы из номера факса при передаче HylaFAX.
tr: HylaFAX'a gönderilecek faks numaralarından süzülecek karakterler.

source: Characters put in front of the fax number before sending it to HylaFAX.
de: Zeichen, die der Faxnummer vor dem Senden an HylaFAX vorangestellt werden.
es: Caracteres que se van a poner delante del número de fax antes de enviarlo a HylaFAX.
it: Caratteri inseriti davanti al numero fax prima di inviarlo ad HylaFAX.
pl: Znaki dodane na początek numeru faksu przed wysłaniem do HylaFAX.
ru: Символы, добавляемые в начале номера факса, перед передачей его HylaFAX.
tr: HylaFAX'a göndermeden önce faks numarasının önüne eklenecek karakterler.

source: Archive sent fax jobs
de: Gesendete Faxe archivieren
es: Archivar los trabajos de fax enviados
fr: Archiver les faxs envoyés
it: Archivia i fax trasmessi
pl: Archwizuj wysłane faksy
ru: Архивировать отправленные задания
tr: gönderilmiş faks işlemlerini arşive ekle

source: Job properties
de: Job-Eigenschaften
es: Propiedades del trabajo
fr: Propriétés de travaux
it: Proprietà del fax
pl: Właściwości zadania
ru: Свойства задания
tr: İş özellikleri

source: E-mail address for notifications:
de: E-Mail-Adresse für Benachrichtigungen:
el: Διεύθυνση E-mail για γνωστοποιήσεις:
es: Dirección de correo electrónico para notificaciones:
fr: Adresse Email pour les notifications (Accusé):
it: Indirizzo e-mail per le notifiche:
pl: Adres e-mail dla powiadomień:
ru: E-mail для уведомлений:
tr: Bilgilendirme e-posta adresi:

source: Notify when:
de: Benachrichtigen, wenn:
el: Γνωστοποίηση όταν:
es: Notificar cuando:
fr: Notifier quand:
it: Notifica quando:
pl: Powiadom gdy:
ru: Уведомлять когда:
tr: Bilgilendirme zamanı:

source: Modem:
es: Módem:
ru: Модем:

source: Paper size:
de: Papierformat:
el: Μέγεθος χαρτιού:
es: Tamaño de papel:
fr: Taille Page:
it: Formato carta:
pl: Rozmiar papieru:
ru: Размер страницы:
tr: Kağıt boyutu:

source: Resolution:
de: Auflösung:
el: Ευκρίνεια:
es: Resolución:
fr: Résolution:
it: Risoluzione:
pl: Rozdzielczość:
ru: Разрешение:
tr: Çözünürlük:

source: Maximum dials:
de: Max. Anz. Wählversuche:
el: Mέγιστος αριθμός κλήσεων:
es: Número máximo de llamadas:
fr: Numérotation maximum:
it: Num. massimo chiamate:
pl: Maksymalna liczba wydzwonień:
ru: Максимум дозвонов:
tr: En fazla arama:

source: Cancel job after (minutes):
de: Abbrechen nach (Minuten):
el: Ακύρωση εργασίας μετα από (λεπτά):
es: Cancelar trabajo después de (minutos):
fr: Annuler le travail après (minutes):
it: Annulla fax dopo (minuti):
pl: Anuluj zadanie po czasie (w minutach):
ru: Отменить задание после (минут):
tr: İşlemden (dakika) sonra vazgeç:

source: Filter from fax number:
de: Aus Faxnummer filtern:
es: Filtrar desde el número de fax:
fr: Filtre sur les numerso de fax:
it: Filtra/elimina dal numero fax:
pl: Wyfiltruj z numeru faksu
ru: Отфильтровывать из номера факса:
tr: Faks numaralarından filtre edilenler

source: Maximum tries:
de: Max. Anzahl Versuche:
el: Mέγιστος αριθμός προσπαθειών:
es: Número máximo de intentos:
fr: Nombres d'essais maximum:
it: Num. massimo tentativi:
pl: Maksymalna liczba prób:
ru: Максимум попыток:
tr: En fazla deneme:

source: Dial prefix:
de: Wählprefix:
es: Prefijo para marcar:
it: Prefisso per ottenere linea esterna:
pl: Prefix linii miejskiej:
ru: Префикс номера:
tr: Çevirme öneki:

source: Default identity:
de: Standardidentität:
es: Identidad predeterminada:
fr: Identité par défaut:
it: Identità predefinita:
pl: Domyślny identyfikator:
ru: Персональные данные по умолчанию:
tr: Varsayılan kimlik:

source: (System native)
de: (Systemspezifisch)
el: Μητρικό σύστημα
es: (Nativo del sistema)
fr: (Système natif)
it: (Nativo per il sistema)
pl: (Natywne dla systemu)
ru: (Системная)
tr: (Sistem varsayılanı)

source: (Crossplatform)
de: (Systemunabhängig)
es: (Multiplataforma)
fr: (Multi système)
it: (Multipiattaforma)
pl: (Wieloplatformowe)
ru: (Кроссплатформенная)
tr: (Çoklu platform)

source: Update check
de: Updateüberprüfung
es: Comprobar actualización
fr: Recherche de mise à jour
it: Verifica aggiornamento
pl: Sprawdź dostępność aktualizacji
ru: Проверка обновлений
tr: Güncelleme kontrolü

source: Automatically check for updates
de: Automatisch auf Updates überprüfen
es: Comprobar automáticamente las actualizaciones
fr: Recherche automatique des mises à jour
it: Verifica automaticamente la disponibilità di aggiornamenti
pl: Automatycznie sprawdź dostępność aktualizacji
ru: Автоматически проверять обновления
tr: Otomatik olarak güncellemeleri kontrol et

source: User interface
de: Oberfläche
el: Διασυνδετικό στοιχείο χρήστη
es: Interfaz de usuario
fr: Interface utilisateur
it: Interfaccia utente
pl: Interfejs użytkownika
ru: Пользовательский интерфейс
tr: Kullanıcı arabirimi

source: Show tray icon
de: Tray-Icon anzeigen
es: Mostrar icono en la bandeja del sistema
fr: Afficher la barre d' icones
it: Mostra icona nell'area di notifica
pl: Wyświetl ikonę w tray
ru: Показывать иконку в трее
tr: Sistem çekmece simgesi göster

source: Show a system tray icon (works only with Java 6 or higher)
de: Zeige ein Icon in der System-Tray an (funktioniert nur mit Java 6 oder höher)
es: Mostrar el icono en la bandeja del sistema (sólo funciona con Java 6 o superior)
fr: Afficher une barre d'icone systeme (Fonctionne uniquement avec Java 6 ou superieur)
it: Mostra un'icona nell'area di notifica (richiede Java 6 o superiore)
pl: Wyświetl ikonę w tray (dziła tylko z Java 6 lub nowszą)
ru: Показывать иконку в системном трее (работает только с Java 6 или выше)
tr: Sistem çekmecesi simgesi göster (sadece Java 6 yada daha üst sürümü ile çalışır)

source: Minimize to tray
de: In System-Tray minimieren
el: Ελαχιστοποίησε στον πίνακα
es: Minimizar en la bandeja del sistema
fr: Minimiser a la barre
it: Minimizza nell'area di notifica
pl: Zminimalizuj do tray
ru: Сворачивать в трей
tr: sistem çekmecesine küçült

source: Minimize to tray when main window is closed
de: Bei Schließen des Hauptfensters in Tray minimieren
es: Minimizar en la bandeja del sistema cuando la ventana principal esté cerrada
fr: Minimiser vers la barre principale quand la fenêtre principale est fermée
it: Minimizza nell'area di notifica quando la finestra principale viene chiusa
pl: Zminimalizuj do tray gdy główne okno jest zamknięte
ru: При закрытии главного окна сворачивать в трей
tr: Ana pencere kapatıldığında sistem çekmecesine küçült

source: Language:
de: Sprache:
el: Γλώσσα:
es: Idioma:
fr: Langue:
it: Lingua:
pl: Język:
ru: Язык:
tr: Dil:

source: Look and Feel:
de: Oberflächenstil:
el: Όψη και αίσθηση:
es: Estilo:
fr: Options d'affichage:
it: Aspetto:
pl: Wygląd:
ru: Тема:
tr: Görünüm:

source: Style of send dialog:
de: Stil des Sendedialogs
el: Στιλ του σταλμένου παραθύρου διαλόγου:
es: Tipo de cuadro de diálogo para los envíos:
fr: Style de la boite d'envoi
it: Stile della finestra di invio:
pl: Wygląd okna dialogowego "Wyślij":
ru: Стиль окна отправки:
tr: Gönderme iletişim tipi:
