Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/messages_*.po
Languages: de, el, es, fr, it, pl, ru, tr

source: Default
de: Standard
es: Predeterminado
fr: Defaut
it: Predefinito
pl: Domyślny
ru: Основной
tr: Varsayılan

source: Version {0}
es: Versión {0}
it: Versione {0}
pl: Wersja {0}
ru: Версия {0}
tr: Sürüm {0}

source: YajHFC is a client for the HylaFAX fax server.
de: YajHFC ist ein Klientprogramm für den HylaFAX-Faxserver.
es: YajHFC es un cliente para el servidor de faxes HylaFAX.
fr: YajHFC est un client pour le serveur de Fax Hylafax
it: YajHFC è un client per il server fax HylaFAX.
pl: YajHFC jest aplikacją klienta serwera faksów HylaFax.
ru: YajHFC - это клиент для факс-сервера HylaFAX.
tr: YajHFC, HylaFAX faks sunucusu için bir istemcidir.

source: Homepage
es: Página principal
fr: Page de démarrage
pl: Strona domowa
ru: Домашняя страница
tr: Giriş sayfası

source: Author
de: Autor
es: Autor
fr: Auteur
it: Autore
pl: Autor
ru: Автор
tr: Yazan

source: $LANGUAGE$ translation by {0}
de: Deutsche Übersetzung durch {0}
el: $LANGUAGE$ γλώσσας από {0}
es: Traducción en $LANGUAGE$ por {0}
fr: Traduction en $LANGUAGE$ pour {0}
it: Traduzione italiana a cura di {0}
pl: Polski przekład: {0}
ru: Автор русского перевода: {0}
tr: Türkçe çeviri: {0}

source: OK
es: Aceptar
fr: Accepter
pl: Zamknij
tr: Tamam

source: About
de: Über
el: Σχετικά
es: Acerca de
fr: A propos de
it: Informazioni
pl: O YajHFC
ru: О программе
tr: Hakkında

source: License
de: Lizenz
el: Άδεια χρήσης
es: Licencia
fr: Licence
it: Licenza
pl: Licencja
ru: Лицензия
tr: Lisans

source: System properties
el: Ιδιότητες συστήματος
es: Propiedades del sistema
fr: Propriétés système
it: Proprietà di sistema
pl: Parametry systemowe
ru: О системе
tr: Sistem özellikleri

source: About {0}
de: Über {0}
el: Σχετικά {0}
es: Acerca de {0}
fr: A propos de {0}
it: Informazioni su {0}
pl: O {0}
ru: О программе {0}
tr: {0} Hakkında

source: Documentation
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
it: Documentazione
pl: Dokumentacja
ru: Документация
tr: Belgelendirme

source: There already is a running instance!
de: Es läuft bereits eine Programminstanz!
el: Μία υπόδειξη εκτελείται ήδη!
es: ¡Ya existe una instancia en ejecución!
fr: Une instance est déja lancée !
it: Esiste già una istanza in esecuzione!
pl: Działa już jedna instancja programu!!
ru: Уже имеется запущенный экземпляр программы!
tr: Zaten çalışan bir kopya var!

source: The new instance did not start after 20 seconds.
de: Die neue Instanz ist nach 20 Sekunden immer noch nicht gestartet.
el: Η νέα υπόδειξη απέτυχε να ξεκινήσει μετά απο 2 δευτ.
es: La nueva instancia no se inició tras 20 segundos.
fr: La nouvelle instance n'a pas démarré après 20 secondes.
it: La nuova istanza non si è avviata dopo 20 secondi.
pl: Nowa instancja nie uruchomiła się w ciągu 20 sekund
ru: Новый экземпляр программы не запустился в течение 20 секунд.
tr: Yeni kopya 20 saniyeden sonra başlamadı

source: Cannot launch new program instance, continuing with the existing one! Reason:
de: Kann keine neue Programminstanz starten, verwende die bestehende weiter. Grund:
el: Δέν μπορεί να τρέξει η νέα υπόδειξη, συνέχιση με την υπάρχουσα! Λόγος:
es: ¡No se puede iniciar una nueva instancia del programa, se continúa con la existente! Motivo:
fr: Impossible de charger une nouvelle instance du programme, continue avec l'actuelle Motif:
it: Impossibile lanciare una nuova istanza, prosegue con quella esistente! Motivo:
pl: Nie można uruchomić kolejnej instancji programu, pracuj na istniejącej! Powód:
ru: Невозможно запустить новый экземпляр программы! Причина:
tr: Yeni program kopyası başlatılamıyor, varolan ile devam ediliyor! Nedeni:

source: There is a new version of YajHFC available!
de: Es ist eine neue Version von YajHFC verfügbar!
es: ¡Hay una nueva versión de YajHFC disponible!
fr: Une nouvelle version de YajHFC est disponible
it: E' disponibile una nuova versione di YajHFC!
pl: Jest dostępna nowa wersja YajHFC!
ru: Доступна новая версия YajHFC!
tr: Yeni bir YajHFC sürümü var!

source: Version
es: Versión
it: Versione
pl: Wersja
ru: Версия
tr: Sürüm

source: Release date
de: Release-Datum
es: Fecha de lanzamiento
fr: Date de la version
it: Data di rilascio
pl: Data wydania
ru: Дата релиза
tr: Yayınlama tarihi

source: Go to website
de: Gehe zu Webseite
es: Ir al sitio web
fr: Aller au site web
it: Vai al sito
pl: Idź na stronę
ru: Посетить веб-сайт
tr: Web sitesine git

source: Remind me again
de: Erneut erinnern
es: Volver a recordar
fr: Me rappeller plus tard
it: Ricordamelo in seguito
pl: Przypomnij ponownie
ru: Напомнить снова
tr: Tekrar hatırlat

source: Do not remind me again
de: Nicht erneut erinnern
es: No volver a recordar
fr: Ne pas me rappeller plus tard
it: Non ricordarmelo nuovamente
pl: Nie przypominaj
ru: Больше не напоминать
tr: Tekrar hatırlatma

source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
ru: Закрыть
tr: Kapat

source: Check for update
de: Auf Update prüfen
es: Buscar actualización
fr: Rechercher les mises à jour
it: Verifica la disponibilità di aggiornamenti
pl: Sprawdź dostępność aktualizacji
ru: Проверить обновление
tr: Güncellemeleri kontrol et

source: Connecting to server...
de: Verbinde mit Server...
es: Conectando al servidor...
fr: Connexion au serveur.....
it: Connessione al server...
pl: Łączenie z serwerem ...
ru: Соединение с сервером...
tr: Sunucuya bağlanılıyor...

source: Error checking for updates:
de: Fehler beim Prüfen auf Updates:
es: Error al buscar actualizaciones:
fr: Erreur de recherche des mises à jour:
it: Errore nella verifica degli aggiornamenti:
pl: Błąd w trakcie sprawdzania dostępności nowej wersji:
ru: Ошибка проверки обновлений:
tr: Güncelleme kontrolünde hata:

source: Your version of YajHFC is up to date.
de: Ihre Version von YajHFC ist aktuell.
es: Su versión de YajHFC está actualizada.
fr: Votre version de YajHFC est à jour.
it: La versione di YajHFC è aggiornata.
pl: Wersja YajHFC jest aktualna.
ru: Вы используете новейшую версию YajHFC.
tr: YajHFC sümünüz güncel.

source: Checking for updates...
de: Prüfe auf Updates...
es: Buscando actualizaciones...
fr: Recherche des mises à jour ....
it: Verifica aggiornamenti in corso...
pl: Sprawdzanie dostępności nowej wersji...
ru: Проверка обновлений...
tr: Güncellemer kontrol ediliyor...

source: Printer port
de: Druckeranschluß
es: Puerto de impresora
fr: N° de Port Imprimante
it: Porta stampante
pl: Port drukarki
ru: Порт принтера
tr: Yazıcı bağlantı noktası

source: YajHFC supports listening for new PostScript documents to send on a TCP port or a named pipe.
de: YajHFC unterstützt es, neue zu sendende PostScript-Dokumente über einen TCP-Port oder eine Named Pipe entgegenzunehmen
es: YajHFC permite el envío de documentos PostScript a un puerto TCP o a una tubería con nombre.
fr: YajHFC supporte l'écoute des nouveaux documents Postscript pour les renvoyer sur un port TCP ou named pipe
it: YajHFC può ricevere su una porta TCP o una named pipe nuovi documenti PostScript da inviare via fax.
pl: YajHFC może odebrać nowy dokument PostScript wysłany proprzez port TCPlub nazwany strumień.
ru: YajHFC позволяет принимать через порт TCP или именованный канал (named pipe) новые документы PostScript для последующей отправки.
tr: YajHFC yeni PostScript belgelerini TCP bağlantı noktasından veya adlandırılmış veri yolu üzerinden göndermeyi destekler.

source: The TCP port can be used as <i>AppSocket</i> port (<i>socket:</i> protocol) in CUPS or <i>standard TCP/IP port</i> in Windows to create a virtual fax printer.
de: Der TCP-Port kann als <i>AppSocket</i>-Port (<i>socket:</i>-Protokoll) in CUPS oder als <i>Standard-TCP/IP-Anschluß</i> in Windows verwendet werden, um einen virtuellen Faxdrucker zu erstellen.
es: El puerto TCP se puede utilizar en CUPS como puerto <i>AppSocket</i> (protocolo <i>socket:</i>) o como <i>puerto estándar TCP/IP</i> en Windows para crear una impresora de fax virtual.
fr: Le port TCP peut être utilisé comme <i>AppScket</i> port (<i>socket:</i> protocol) dans CUPS ou <i>port TCP/IP standard</i> sous windows pour créer une imprimante Fax virtuelle.
it: La porta TCP può essere utilizzata come porta <i>AppSocket</i> (protocollo <i>socket:</i>) in CUPS o <i>Standard TCP/IP Port</i> in Windows per creare una stampante fax virtuale.
pl: Port TCP może być użyty jako <i>AppSocket</i> port (<i>socket:</i> protocol) w CUPS lub <i>standardowy port TCP/IP</i> w Windows do tworzenia virualnej drukarkifaksów.
ru: Порт TCP можно использовать как порт <i>AppSocket</i> (<i>socket:</i> protocol) в CUPS или <i>standard TCP/IP port</i> в Windows для создания виртуального факс-принтера.
tr: TCP bağlantı noktası, CUPS'ta <i>AppSocket</i> bağlantı noktası (<i>socket:</i> protocol) veya Windows'ta <i>standard TCP/IP port</i> şeklinde, sanal faks yazıcı oluşturmak için kullanılabilir.

source: The named pipe is especially useful on Unix, where it can be used together with a special CUPS backend to get fax printer support for multiple simultaneously logged in users.
de: Die Named Pipe ist insbesondere unter Unix sinnvoll, wo sie zusammen mit einem speziellen CUPS-Backend verwendet werden kann, um eine Faxdruckerunterstützung für mehrere gleichzeitig eingeloggte Benutzer zu bekommen.
es: La tubería con nombre resulta especialmente útil en Unix donde se puede utilizar junto con un backend especial de CUPS para disponer de una impresora de fax con soporte para múltiples usuarios con sesión iniciada de manera simultánea.
fr: Named pipe est très utile sous Unix, car il peut être utilisé avec un "backend" CUPS pour avoir un support des imprimantes fax pour de multiples utilisateurs connectés
it: La named pipe è particolarmente utile in Unix, dove può essere utilizzata assieme ad uno speciale backend CUPS per gestire le stampanti fax per più utenti collegati contemporaneamente.
pl: Strumień nazwany jest szczególnie użyteczny w systemach Unix, gdzie może być użyty razem z funkcjonalnoscią CUPS do oferowania usługi drukarki faksów dla wielu jednocześnie zalogowanych użytkowinków.
ru: Именованные каналы главным образом полезны в Unix, где они могут использоваться совместно со специальным бэкэндом CUPS, чтобы предоставить доступ к факс-принтеру для нескольких одновременно работающих пользователей.
tr: Adlandırılmış veri yolu, eşzamanlı oturum açan kullanıcılar için faks yazıcı desteği sağlayan özel bir CUPS uygulaması ile beraber kullanılan Unix'te özellikle yararlıdır.

source: Enable TCP/IP printer port for YajHFC
de: TCP/IP-Druckeranschluß für YajHFC aktivieren
es: Activar puerto de impresión TCP/IP para YajHFC
fr: Activer TCP/IP port d'imprimante pour YajHFC
it: Abilita la porta stampante TCP/IP per YajHFC
pl: Włącz port drukarki TCP/IP dla YajHFC
ru: Включить в YajHFC порт принтера TCP/IP
tr: YajHFC için TCP/IP yazıcı bağlantı noktasını etkinleştir

source: Enable FIFO/named pipe printer port for YajHFC
de: FIFO/Named Pipe-Druckeranschluß für YajHFC aktivieren
es: Activar puerto de impresión tubería con nombre (FIFO) para YajHFC
fr: Activer FIFO/named pipe port d'imprimante pour YajHFC
it: Abilita la porta stampante FIFO/named pipe per YajHFC
pl: Włącz port drukarki FIFO/nazwany strumień dla YajHFC
ru: Включить в YajHFC порт принтера FIFO/named pipe
tr: YajHFC için FIFO/adlandırılmış veriyolu bağlantı noktasını etkinleştir

source: Bind address:
de: Bind-Adresse:
es: Dirección asociada:
it: Indirizzo IP (bind address):
pl: Adres IP:
ru: Адрес привязки:
tr: Dinlenecek adres:

source: Port:
el: Θύρα:
es: Puerto:
it: Porta:
ru: Порт:
tr: Bağlantı noktası:

source: Name of named pipe (%u is replaced with user name):
de: Name der Named Pipe (%u wird durch den Benutzernamen ersetzt):
es: Nombre de la tubería con nombre (%u se sustituye por el nombre del usuario):
fr: Nom du named pipe (%u remplace le nom d'utilisateur):
it: Nome della named pipe (%u viene sostituito con il nome utente):
pl: Nazwa strumienia (%u zostanie zastąpiona nazwą użytkownika):
ru: Имя named pipe (%u заменяется именем пользователя):
tr: Adlandırılmış veriyolu adı (%u kullanıcı adı ile değiştirilir):

source: mkfifo command:
de: mkfifo-Kommando:
es: comando mkfifo:
fr: commande mkfifo:
it: comando mkfifo:
pl: komenda mkfifo:
ru: Команда mkfifo:
tr: mkfifo komutu:

source: Please enter a number between 1 and 65536 as port number!
de: Bitte geben Sie eine Zahl zwischen 1 und 65536 als Port-Nummer ein!
es: ¡Por favor, introduzca como número de puerto un valor comprendido entre 1 y 65536!
fr: Svp, entrez un nombre entre 1 et 65536 comme numéro de port!
it: Immettere un numero di porta compreso tra 1 e 65536!
pl: Wprowadź liczbę między 1 a 6553 jako numer portu!
ru: Пожалуйста, введите число от 1 до 65536 в качестве номера порта!
tr: Lütfen 1 ile 65536 arası bir bağlantı noktası girin!

source: Invalid bind address:
de: Ungültige Bind-Adresse:
es: Dirección asociada inválida:
fr: bind address invalide:
it: Indirizzo IP (bind address) non valido:
pl: Niewłąściwy adres IP:
ru: Недопустимый адрес привязки:
tr: Geçersiz dinleme adresi:

source: The mkfifo command entered cannot be found.
de: Der angegebene mkfifo-Befehl kann nicht gefunden werden.
es: No se puede encontrar el comando mkfifo introducido.
fr: la commande mkfifo entrée ne peut être trouvée
it: Impossibile trovare il comando mkfifo inserito.
pl: Komenda mkfifo nie została znaleziona.
ru: Введённая команда mkfifo не может быть найдена.
tr: Girilen mkfifo komutu bulunamadı.

source: Any modem
de: Beliebiges Modem
el: Όλα τα modem
es: Cualquier módem
fr: Chaque modem
it: Qualsiasi modem
pl: Dowolny modem
ru: Любой модем
tr: Herhangi bir modem

source: {0} fax(es) received ({1} unread fax(es)):
de: {0} Fax(e) empfangen ({1} ungelesene(s) Fax(e)):
es: {0} fax(es) recibido(s) ({1} fax(es) sin leer):
fr: {0} fax(es) reçus ({1} fax(s) non lus):
it: {0} fax ricevuto/i ({1} fax da leggere)
pl: Liczba faksów otrzymanych {0}, w tym nieprzeczytanych {1}.
ru: {0} факсов принято ({1} непрочитанных факсов):
tr: {0} faks ({1} okunmamış faks) alındı:

source: New fax received
de: Neues Fax empfangen
el: ΝΕΟ ΦΑΞ
es: Nuevo fax recibido
fr: Nouveau fax reçu
it: Nuovo fax ricevuto
pl: Odebrano faks
ru: Принят новый факс
tr: Yeni faks alındı

source: {0} unread fax(es)
de: {0} ungelesene(s) Fax(e)
el: {0} μη αναγνωσμένα φαξ
es: {0} fax(es) sin leer
fr: {0} fax(s) non lus
it: {0} fax da leggere
pl: Liczba faksów nieprzeczytanych {0}.
ru: {0} непрочитанных факсов
tr: {0} okunmamış faks

source: Disconnected
de: Nicht verbunden
el: Αποσυνδέθηκε
es: Desconectado
fr: Deconnecté
it: Disconnesso
pl: Rozłączone
ru: Отсоединено
tr: Bağlantı kesildi

source: Restore
de: Wiederherstellen
el: Επαναφορά
es: Restablecer
fr: Restorer
it: Ripristina
pl: Przywracanie
ru: Восстановить
tr: Geri Yükle

source: You seem to be running GNOME3: This environment may cause problems when the tray icon is enabled (e.g. after minimizing YajHFC you may not be able to restore the main window again). If you experience such problems, please disable the tray icon (Options->General->Show tray icon).
de: Sie scheinen GNOME3 zu verwenden: Diese Umgebung kann Probleme verursachen, wenn das Tray-Icon aktiviert ist (z.B. könnten es nach dem Minimieren von YajHFC nicht mehr möglich sein, das Hauptfenster wiederherzustellen). Falls Sie auf solche Probleme stoßen, deaktivieren Sie bitte das Tray-Icon (Optionen->Allgemein->Tray-Icon anzeigen).
es: Parece que está utilizando GNOME 3: Este entorno podría tener problemas cuando el icono de la bandeja del sistema se encuentra activado (p. ej., es posible que no pueda restaurar la ventana principal después de minimizar YajHFC). Si experimenta este tipo de problemas, desactive el icono de la bandeja de entrada (Opciones->General->Mostrar icono en la bandeja del sistema).
it: Apparentemente si sta operando in GNOME3: Questo ambiente può causare problemi quando l'icona nell'area di notifica è abilitata (es.: dopo aver minimizzato YajHFC può non essere possibile ripristinare la finestra principale). Se si riscontrano tali problemi, disabilitare l'icona nell'area di notifica (Opzioni->Generale->Mostra icona nell'area di notifica).
ru: Похоже Вы используете GNOME3: Эта среда может вызывать проблемы при включённой иконке в трее (например, после сворачивания YajHFC не восстанавливается основное окно). В случае возникновения подобных проблем, пожалуйста, отключите иконку в трее (Настройки->Общие->Показывать иконку в трее).

source: Print phone books
de: Telefonbücher drucken
es: Imprimir agendas telefónicas
fr: Imprimer l'annuaire Téléphonique
it: Stampa rubriche
pl: Drukuj książkę teleadresową
ru: Печать телефонных справочников
tr: Telefon defteri yazdır

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
pl: Drukuj
ru: Печать
tr: Yazdır

source: All phone books
de: Alle Telefonbücher
el: Όλοι οι τηλεφωνικοί κατάλογοι
es: Todas las agendas telefónicas
fr: Tous les annuaires
it: Tutte le rubriche
pl: Wszystkie książki teleadresowe
ru: Все телефонные справочники
tr: Tüm adres defterleri

source: Selected phone book entries
de: Ausgewählte Telefonbucheinträge
es: Entradas seleccionadas de la agenda telefónica
fr: Eléments d'annuaire sélectionnés
it: Voci rubrica selezionate
pl: Wybrane wpisy z książki teleadresowej
ru: Выбранные элементы телефонного справочника
tr: Seçilen telefon defteri girdileri

source: Only the following phone book(s):
de: Nur die folgenden Telefonbücher:
es: Sólo la(s) siguiente(s) agenda(s) telefónica(s):
fr: Uniquement les annuaires suivants :
it: Solo le rubriche seguenti:
pl: tylko nastepujące książki teleadresowe
ru: Только следующие телефонные справочники:
tr: Sadece aşağıdaki telefon defter(ler)i:

source: Columns to print:
de: Zu druckende Spalten:
es: Imprimir columnas:
fr: Colonnes à imprimer :
it: Campi da stampare:
pl: Koluny do drukowania:
ru: Печатать колонки:
tr: Yazılacak sütunlar:

source: Error printing the table:
de: Fehler beim Drucken der Tabelle:
el: Σφάλμα στην εκτύπωση του πίνακα
es: Error al imprimir la tabla:
fr: Erreur d'impression de la table:
it: Errore durante la stampa dell'elenco:
pl: Błąd drukowania tabeli:
ru: Ошибка печати таблицы:
tr: Tabloyu yazarken hata:

source: Fit to contents
de: An Inhalt anpassen
es: Ajustar al contenido
fr: Restreindre au contenus
it: Adatta al contenuto
pl: Dopasuj do zawartośći
ru: Подогнать по содержимому
tr: İçeriği oturt

source: Same as on screen
de: Wie auf dem Bildschirm
es: Como aparece en pantalla
fr: Identique a l'écran
it: Come sullo schermo
pl: Taki sam jak na widoku
ru: Так же как на экране
tr: Ekranda olduğu gibi

source: Print {0}
de: {0} drucken
es: Imprimir {0}
fr: Imprimer {0}
it: Stampa {0}
pl: Drukuj {0}
ru: Печать {0}
tr: {0} yazdır

source: Use a bold font for unread faxes
de: Fettschrift für ungelesene Faxe verwenden
es: Utilizar negrita para los faxes no leídos
fr: Utiliser une police en gras pour les fax non lus
it: Usa il grassetto per i fax da leggere
pl: Użyj pogrubienia dla nieprzeczytanych faksów
ru: Использовать жирный шрифт для непрочитанных факсов
tr: Okunmamış fakslar için kalın yazıtipi kullan

source: Mark failed jobs
de: Gescheiterte Aufträge markieren
el: Σημείωσε τις αποτυχημένες προσπάθειες
es: Marcar trabajos fallidos
fr: Marquer les travaux échoués
it: Segna i fax falliti
pl: Oznacz zadania zakończone niepowodzeniem
ru: Выделить прерванные задания
tr: Başarısız olanları işaretle

source: Column widths:
de: Spaltenbreiten
es: Anchura de columnas:
fr: Largeur de colonne:
it: Larghezza colonne:
pl: Wysokość kolumny:
ru: Ширина колонок:
tr: Sütun genişliği:

source: page {0}
de: Seite {0}
el: Σελίδα {0}
es: página {0}
it: pagina {0}
pl: strona {0}
ru: страница {0}
tr: sayfa {0}

source: Proxies and system properties
de: Proxies und System-Properties
es: Proxies y propiedades del sistema
it: Proprietà proxy e di sistema
pl: Włąściwości systemu i proxy
ru: Параметры прокси и системы
tr: Vekil sunucu ve sistem özellikleri

source: Define system properties
de: System-Properties definieren
es: Definir las propiedades del sistema
it: Definizione proprietà di sistema
pl: Definiuj właściwości systemu
ru: Задать параметры системы
tr: Sistem özelliklerini tanımla

source: Here you can define Java system properties. Only do this if you know what you are doing.
de: Hier können Sie Java-System-Properties definieren. Tun Sie dies nur, wenn Sie wissen was Sie tun.
es: Desde aquí puede definir las propiedades del sistema Java. Haga ésto sólo si sabe lo que está haciendo.
it: Qui si possono definire le proprietà di sistema Java. Modificarle solo se ne si è certi.
ru: Здесь можно задать системные настройки Java. Изменяйте их, только если понимаете, что делаете.
tr: Burada Java sistem özelliklerini tanımlayabilirsiniz. Ne yaptığınızı biliyorsanız bu işlemi yapın.

source: Use system proxy settings
de: System-Proxyeinstellungen verwenden
es: Usar los ajustes del proxy del sistema
it: Usa le impostazioni proxy di sistema
pl: Użyj systemowe ustawienia proxy
ru: Использовать системные настройки прокси
tr: Sistem vekil sunucu ayarlarını kullan

source: HTTP proxy server
es: Servidor proxy HTTP
it: Server proxy HTTP
pl: Serwer HTTP proxy
ru: HTTP прокси-сервер
tr: HTTP vekil sunucusu

source: HTTP proxy port
es: Puerto del proxy HTTP
it: Porta proxy HTTP
pl: Port HTTP proxy
ru: Порт HTTP прокси
tr: HTTP vekil sunucu bağlantı noktası

source: HTTP non proxy hosts
de: HTTP-Proxy umgehen für folgende Hosts
es: Equipos que no van a utilizar un proxy HTTP
it: Indirizzi per cui non usare proxy HTTP
pl: Hosty bez serwer HTTP proxy
ru: Не использовать прокси-сервер HTTP для хостов
tr: Vekil sunucusu kullanılmayacak HTTP ana makinaları

source: Print report
de: Bericht drucken
es: Imprimir informe
it: Stampa report
ru: Печать отчёта

source: Prints a send or receive report for the fax
de: Druckt einen Sende- oder Empfangsbericht für das Fax
es: Imprime un informe de envío o recepción del fax seleccionado
it: Stampa un report di invio o ricezione per il fax
ru: Печатает отчёт об отправке или приёме факса

source: Error generating report:
de: Fehler beim Generieren des Berichts:
es: Error al generar el informe:
it: Errore nella generazione del report:
ru: Ошибка формирования отчёта:

source: Initializing print dialog...
de: Initialisiere Druckdialog...
es: Inicializando cuadro de diálogo de impresión...
it: Inizializzazione finestra di stampa...
ru: Инициализация диалогового окна печати...

source: Showing print dialog
de: Zeige Druckdialog an
es: Mostrando cuadro de diálogo de impresión
it: Evidenziazione finestra di stampa...
ru: Отображение диалогового окна печати

source: Printing...
de: Drucke...
es: Imprimiendo...
it: Stampa in corso...
ru: Печать...

source: Cleaning up...
de: Aufräumen...
es: Limpiando...
it: Pulizia...
ru: Прибираемся...

source: Error printing report:
de: Fehler beim Drucken des Berichts:
es: Error al imprimir el informe:
it: Errore durante la stampa del report:
ru: Ошибка печати отчёта:

source: Printing reports...
de: Drucke Berichte...
es: Imprimiendo informes...
it: Stampa report in corso...
ru: Печать отчётов...

source: All pages
de: Alle Seiten
es: Todas las páginas
it: Tutte le pagine
ru: Всех страниц

source: Only for the following pages:
de: Nur die folgenden Seiten
es: Sólo de las siguientes páginas:
it: Solo per le pagine seguenti:
ru: Только для следующих страниц:

source: Unlimited (put all on one page)
de: Unbeschränkt (alles auf eine Seite)
es: Ilimitado (incluir todo en una página)
it: Illimitato (tutto su una pagina)
ru: Неограниченно (разместить все на одной странице)

source: At most:
de: Höchstens:
es: Limitado a:
it: Al massimo:
ru: Не более:

source: Number of thumbnails per page
de: Anzahl von Thumbnails pro Seite
es: Número de miniaturas por página
it: Numero di immagini fax per pagina di stampa
ru: Количество миниатюр на страницу

source: thumbnails per page
de: Thumbnails pro Seite
es: miniaturas por página
it: immagini fax per pagina di stampa
ru: миниатюр на страницу
