Repository: jwolz/yajhfc
Catalog: src/yajhfc/i18n/UIDefaults_*.po
Languages: pl, ru

source: FileChooser.acceptAllFileFilterText
ru: Все файлы

source: FileChooser.cancelButtonText
ru: Отмена

source: FileChooser.cancelButtonToolTipText
ru: Отменить выбор файла

source: FileChooser.deleteFileButtonText
ru: Удалить файл

source: FileChooser.detailsViewActionLabelText
ru: Таблица

source: FileChooser.detailsViewButtonAccessibleName
pl: Szczegóły
ru: Таблица

source: FileChooser.detailsViewButtonToolTipText
ru: Таблица

source: FileChooser.directoryDescriptionText
ru: Каталог

source: FileChooser.directoryOpenButtonText
ru: Открыть

source: FileChooser.directoryOpenButtonToolTipText
ru: Открыть выбранный каталог

source: FileChooser.enterFileNameLabelText
ru: Введите имя файла:

source: FileChooser.fileAttrHeaderText
ru: Свойства

source: FileChooser.fileDateHeaderText
ru: Изменён

source: FileChooser.fileNameHeaderText
ru: Имя

source: FileChooser.fileNameLabelText
ru: Имя файла:

source: FileChooser.fileSizeGigaBytes
pl: {0} GB
ru: {0} ГБ

source: FileChooser.fileSizeHeaderText
ru: Размер

source: FileChooser.fileSizeKiloBytes
pl: {0} KB
ru: {0} КБ

source: FileChooser.fileSizeMegaBytes
pl: {0} MB
ru: {0} МБ

source: FileChooser.filesLabelText
ru: Файлы

source: FileChooser.filesOfTypeLabelText
ru: Файлы типа:

source: FileChooser.fileTypeHeaderText
ru: Тип

source: FileChooser.filterLabelText
ru: Фильтр:

source: FileChooser.foldersLabelText
ru: Каталоги

source: FileChooser.helpButtonText
ru: Справка

source: FileChooser.helpButtonToolTipText
ru: Справочная информация о селекторе файлов

source: FileChooser.listViewActionLabelText
ru: Список

source: FileChooser.listViewButtonAccessibleName
pl: Lista
ru: Список

source: FileChooser.listViewButtonToolTipText
ru: Список

source: FileChooser.lookInLabelText
ru: Каталог:

source: FileChooser.newFolderAccessibleName
pl: Nowy folder
ru: Новый каталог

source: FileChooser.newFolderActionLabelText
ru: Новый каталог

source: FileChooser.newFolderButtonText
ru: Новый каталог

source: FileChooser.newFolderDialogText
ru: Имя каталога:

source: FileChooser.newFolderErrorText
ru: Ошибка создания нового каталога

source: FileChooser.newFolderToolTipText
ru: Создать новый каталог

source: FileChooser.openButtonText
ru: Открыть

source: FileChooser.openButtonToolTipText
ru: Открыть выбранный файл

source: FileChooser.openDialogTitleText
ru: Открыть

source: FileChooser.other.newFolder
pl: Nowy folder
ru: НовыйКаталог

source: FileChooser.other.newFolder.subsequent
pl: Nowy folder.{0}
ru: НовыйКаталог.{0}

source: FileChooser.refreshActionLabelText
ru: Обновить

source: FileChooser.renameFileButtonText
ru: Переименовать файл

source: FileChooser.renameFileDialogText
ru: Переименовать файл "{0}" в

source: FileChooser.renameFileErrorText
ru: Ошибка переименования файла "{0}" в "{1}"

source: FileChooser.renameFileErrorTitle
ru: Ошибка

source: FileChooser.saveButtonText
ru: Сохранить

source: FileChooser.saveButtonToolTipText
ru: Сохранить выбранный файл

source: FileChooser.saveDialogTitleText
ru: Сохранить

source: FileChooser.saveInLabelText
ru: Сохранить в:

source: FileChooser.updateButtonText
ru: Обновить

source: FileChooser.updateButtonToolTipText
ru: Обновить каталог

source: FileChooser.upFolderAccessibleName
pl: W górę
ru: Вверх

source: FileChooser.upFolderToolTipText
ru: На уровень выше

source: FileChooser.viewMenuLabelText
ru: Вид

source: FileChooser.win32.newFolder
pl: Nowy folder
ru: Новый каталог

source: FileChooser.win32.newFolder.subsequent
pl: Nowy folder ({0})
ru: Новый каталог ({0})

source: OptionPane.cancelButtonText
ru: Отмена

source: OptionPane.inputDialogTitle
ru: Ввод

source: OptionPane.messageDialogTitle
ru: Сообщение

source: OptionPane.noButtonText
ru: Нет

source: OptionPane.titleText
ru: Выберите вариант

source: OptionPane.yesButtonText
ru: Да

source: FileChooser.homeFolderAccessibleName
pl: Katalog startowy
